{"\uab86": 1, "\u0d19": 7, "\u1233": 3, "\u057e": 9, "\u0534": 16, "\u054f": 13, "\u1010": 15, "\u200f": 17, "\u17cd": 24, "\u043a": 25, "\u0a2e": 26, "\u0646": 27, "\u0d21": 29, "\u03b5": 34, "\u00e2": 32, "b": 37, "\u0b99": 39, "\u0112": 435, "\u0b3f": 42, "\u0190": 8, "\u093c": 46, "\u016b": 48, "\u0467": 51, "\u12a5": 53, "\u12f5": 54, "\u1002": 57, "\u00cf": 58, "\u0985": 14, "\u0e31": 59, "\u1218": 60, "\u0a40": 63, "\u0ac2": 65, "\u0632": 67, "\u0574": 68, "\u0f74": 69, "\u00ea": 71, "\u10d8": 18, ",": 74, "\u0399": 76, "\u0e01": 78, "\u13a0": 79, "\u2d56": 80, "a": 81, "\ua2b0": 83, "\u010b": 86, "\u04ba": 89, "\u00ef": 90, "\u0430": 93, "\u0698": 95, "\uab87": 100, "\ua552": 444, "\u04a4": 450, "\u0625": 916, "\uabaa": 107, "\u0dd6": 113, "\u042b": 116, "\u03ba": 118, "\u0f29": 119, "\u13c8": 121, "\u0926": 124, "\u00d4": 126, "\u12ab": 130, "\u0d2e": 129, "\u0d1e": 132, "\uaba5": 134, "\u1355": 453, "\u1005": 137, "\u05ea": 139, "\u015b": 263, "\u1ee9": 141, "\u0a17": 145, "\u00dc": 144, "\u0fb2": 921, "\u2d5c": 147, "\u0b9c": 457, "\u130d": 152, "\u0487": 153, "\u2d5a": 155, "\u0c30": 160, "\u0f28": 162, "\u0158": 163, "\u03a3": 165, "\u0940": 168, "\u0fb7": 170, "\u018a": 919, "\u0917": 173, "\u661f": 175, "\u0b38": 179, "\u00fa": 178, "\u03a5": 1138, "2": 1354, "\u17bc": 925, "\u1799": 182, "\u05f3": 184, "\u0289": 186, "B": 188, "\u0e99": 190, "\u0c4d": 191, "\u0987": 195, "\u00c8": 196, "\u0aa1": 199, "\u043c": 201, "\u0abf": 203, "\u0648": 930, "\u0a48": 207, "\u03ad": 465, "\u04a3": 210, "\u00d6": 213, "\u0462": 697, "\u4e5d": 763, "\u0cb2": 219, "\u104a": 224, "\u0105": 471, "\u179f": 228, "\u2d53": 235, "\u00e4": 236, "8": 237, "\ua46d": 241, "\u0535": 240, "\u0930": 242, "\u0419": 244, "f": 245, "\u04b1": 249, "O": 253, "\u00c0": 262, "\u0ba8": 261, "\u0e17": 258, "\u101f": 268, "\u0d94": 267, "\u516d": 275, "\u0db1": 274, "\u0649": 277, "\u09a8": 279, "\uab96": 480, "\u05d2": 280, "\u121c": 47, "\u10e2": 283, "\u0d30": 285, "\u0563": 939, "3": 286, "\u13e6": 288, "o": 289, "\u0daf": 291, "\u0ccd": 483, "\u0999": 484, "\u1291": 296, "\u03b1": 49, "<eot>": 1365, "\uab99": 298, "\u04bb": 300, "\u0268": 301, "\u0bb2": 302, "\u5341": 305, "\u101d": 306, "\u0d02": 942, "\u040e": 309, "9": 310, "\u0ab5": 311, "t": 312, "\u04d9": 314, "\u0f58": 319, "\u091c": 317, "\u0197": 321, "\u1eb9": 323, "\u00c2": 324, "\u200d": 326, "\u2d55": 328, "\u0d2b": 331, "\u0159": 56, "\u1296": 333, "\u0580": 335, "\u04b9": 344, "\u0b2b": 347, "\u10dd": 353, "\u1273": 350, "\u0457": 351, "\u0102": 876, "\u0c95": 354, "\u0ecd": 356, "\u03b4": 956, "\u0ac1": 357, "\u041e": 358, "\u1210": 360, "\u0a9a": 367, "\u17c5": 369, "\uab72": 371, "\u00f1": 376, "\u120b": 375, "\u0acb": 382, "\ua562": 385, "\u012a": 386, "\u05dc": 1066, "\u0f54": 387, "\u1303": 388, "\u121b": 963, "\u0e25": 392, "\ua78c": 393, "\u91d1": 394, "\u0bc7": 395, "\u0425": 397, "\u03cd": 398, "\u0d7d": 399, "\u0ca1": 402, "\u0126": 404, "\u09cd": 858, "\u0b33": 405, "\u01e7": 408, "\ua64b": 409, "\u0e19": 66, "\u0bc6": 643, "\u0582": 414, "\u1780": 417, "\u1eac": 418, "\u0a26": 419, "\u2d4a": 420, "\ua546": 421, "\u1260": 70, "\ua0d8": 146, "\u0986": 72, "\u00d8": 430, "\u0e29": 427, "\u0304": 428, "\u0911": 511, "\u101b": 431, "\u00f8": 434, "\u047a": 437, "\u053c": 438, "\u0eb4": 439, "\u0dd0": 5, "\u0cab": 440, "h": 441, "\u0a3f": 442, "\uaba4": 452, "\u03a9": 448, "\u13c1": 455, "\u0435": 458, "\u0c9f": 462, "\u0550": 463, "\u0f94": 467, "\u0e40": 976, "d": 469, "\u0121": 472, "\u0cad": 473, "\u0569": 477, "\u0e88": 476, "\u011b": 478, "\u6708": 482, "\u04ae": 489, "\u06a4": 490, "\u0ead": 491, "\u0256": 492, "\ua26c": 495, "\u13c5": 497, "\u10db": 496, "\u13b7": 498, "\u00e9": 501, "\u0110": 503, "\u0554": 505, "\u2d31": 506, "\ua55a": 510, "\u0e97": 512, "\u0935": 514, "\u0e22": 516, "\u092d": 518, "\u1ee4": 517, "\u016c": 519, "\u01dd": 521, "\u6c34": 523, "\u13f0": 524, "\u0a91": 984, "\ua535": 534, "\u0921": 527, "\u2d49": 529, "\u0129": 530, "\u0548": 533, "\u039f": 986, "\u0627": 535, "\u0494": 540, "\u042d": 541, "\u102c": 542, "\u1e0d": 528, "\u12ed": 548, "\u0b19": 549, ".": 701, "\u0302": 554, "\u179c": 556, "\u0d42": 557, "\u099f": 559, "\u0c41": 563, "\u0a3c": 564, "\u0c9c": 565, "\u09cb": 566, "\u0eb1": 568, "\u0d3e": 574, "\u1e0c": 575, "\u00dd": 576, "\u09ac": 578, "\u0645": 581, "\uab91": 584, "\u00eb": 583, "\u0d7a": 585, "\u017d": 589, "\ua583": 316, "\u04d4": 593, "\u0c02": 538, "\u0d17": 599, "\u06ab": 604, "\u04a5": 605, "\u121a": 602, "\u05d1": 603, "\u0ba9": 539, "\u0f7a": 606, "\u00fd": 607, "\u038e": 608, "\u0b05": 609, "\u0e20": 610, "\u0c2b": 998, "\u0263": 96, "\ua246": 618, "\u0d3f": 620, "\ua59d": 94, "\u2d37": 626, "\u1ecd": 624, "0": 631, "\u05d9": 1003, "\u06c1": 635, "\u1ee8": 637, "\u1e85": 645, "\u0c05": 640, "\u13da": 1136, "\u1325": 644, "\u054d": 212, "\u12ad": 648, "A": 546, "\u00d0": 650, "\u0583": 102, "\u0f92": 656, "\u0194": 661, "v": 660, "\uab85": 665, "\u0f56": 666, "\u0168": 532, "\u0b95": 669, "\u2deb": 780, "\u1e5a": 673, "\u65e5": 675, "\u0561": 676, "\u0d12": 1283, "\u0b32": 678, "\u0438": 552, "\u0186": 683, "\u0cb6": 555, "\u0f26": 687, "\u04a2": 688, "\u0d1f": 689, "\u09c0": 690, "\u0111": 693, "\u0a30": 694, "\u1361": 696, "\u1eb8": 698, "\u129e": 704, "\u0c86": 700, "\u0408": 108, "\u0916": 706, "\u0623": 1017, "\u05da": 707, "\u13ad": 715, "\ua5a8": 709, "\u2d63": 711, "\u12f2": 712, "\u0c35": 713, "\u0bb8": 714, "\u09aa": 558, "\u05d8": 111, "\u0bae": 720, "\u09c1": 722, "\u13a7": 726, "\u067e": 729, "\u03c1": 731, "\u0e07": 736, "\u0d0f": 739, "\u0ab0": 741, "\u2de7": 743, "\u1219": 953, "\u0b8f": 753, "\u0659": 749, "\u0426": 751, "\u0f42": 1024, "\u0e48": 757, "\u039d": 758, "\u0b36": 569, "\u0d47": 117, "\u0eb6": 773, "\uab77": 772, "\u05e8": 777, "\u0c47": 779, "\u02bc": 778, "\u043e": 782, "\u0c1f": 570, "\u0bc1": 789, "\u0dba": 790, "\u17b8": 573, "\u1e63": 791, "\u0d2a": 792, "\u09af": 795, "\u0e84": 796, "\u0b1a": 1030, "\ua1d6": 799, "\u057a": 1269, "\u0421": 1031, "\u10e3": 801, "\u00d1": 804, "\u0444": 806, "\u0b9f": 125, "\u1e84": 812, "\u122a": 813, "\u05e1": 814, "\u0dd2": 815, "\uab9d": 127, "\u0f5e": 817, "\u0109": 820, "\u0d13": 582, "\u03b3": 821, "\u0437": 794, "\u0d27": 826, "\u571f": 827, "\u03ac": 829, "\ud654": 830, "\u09a7": 831, "\ua5f3": 832, "\u0925": 833, "\u065a": 834, "\u0cb0": 835, "\ua18f": 836, "\uab98": 588, "\u2de1": 1040, "\u1ee7": 840, "\u0d35": 841, "\u0244": 842, "\u0407": 843, "\u1272": 850, "\u0f62": 847, "E": 848, "\uab7f": 852, "\u0441": 853, "\u0259": 854, "\u05bc": 855, "\u04b8": 856, "\u0907": 859, "\u0451": 1240, "\u0927": 1047, "\u0a3e": 865, "\u0417": 866, "\u0395": 869, "\u00fc": 868, "\u0eb0": 872, "\u09c3": 590, "\u1784": 44, "u": 878, "\u2d4d": 882, "\u0e08": 1049, "\u4e94": 888, "\u0394": 892, "\u018e": 893, "\u05d7": 895, "I": 896, "\u0189": 904, "\u0ab8": 902, "\u13e7": 905, "\u6728": 907, "\u0b86": 839, "\u0254": 908, "\u13af": 1119, "\u0643": 909, "\u10ee": 911, "\ua591": 912, "\u043d": 913, "\ua52c": 914, "\u10da": 597, "\u0bb0": 1219, "\u1798": 920, "\u0942": 1058, "\u13d5": 924, "\u064a": 927, "\u047b": 929, "\u2d61": 932, "\u04d8": 148, "\ua54c": 933, "\u0c33": 934, "\u018f": 935, "\u17c8": 936, "\uab70": 948, "\u05d5": 943, "\u10dc": 944, "\u0562": 947, "\uaba3": 957, "\u0294": 954, "\u0f0b": 959, "y": 962, "\u00c3": 965, "z": 964, "\u13a4": 967, "\u094b": 154, "\u0101": 970, "\u0f5a": 971, "\u10e8": 974, "\u0412": 979, "\u13d3": 981, "\u0621": 983, "\u0113": 990, "\u0d24": 993, "\ua56e": 996, "\u17a0": 1007, "\u090f": 999, "\u0e04": 1000, "\u0b43": 1006, "\u00f2": 161, "\u0108": 1009, "\ua533": 1011, "\u102b": 1012, "\u0a38": 1015, "\u1290": 1018, "\u0458": 1019, "\u0a28": 164, "\u1e93": 1026, "\u03a4": 1028, "r": 273, "\u10de": 166, "\u06af": 612, "\u0181": 1037, "\u12e9": 1042, "\u0db4": 1044, "\u0b15": 1051, "\u0a32": 617, "\u0c38": 1050, "\u03b9": 1053, "\u0bb5": 1057, "\u2dec": 1059, "\u0db6": 1060, "\u0406": 1061, "\uc6d4": 1063, "7": 1064, "\u03c6": 1065, "\u0e2d": 1067, "\ua57f": 1068, "\u13c3": 1069, "\u1782": 1070, "\u0e34": 1072, "\u0448": 1075, "\u5e74": 621, "\u0fb1": 1078, "\u1016": 1081, "\u0c85": 1082, "\u01cd": 642, "\u121d": 1084, "-": 1087, "\u0dc3": 1093, "\u06cb": 1095, "\u0393": 663, "\u057f": 1098, "\u00e3": 1101, "\u17a2": 1107, "\u0b85": 1106, "\u0475": 1112, "\u03c4": 1083, "L": 600, "\u0a82": 883, "\ua540": 1117, "\u1014": 1118, "J": 1085, "\u0b2a": 1120, "\u0acd": 1121, "\u012b": 1124, "\u064f": 1126, "\ua22c": 1036, "\u0993": 1128, "\uab7b": 1132, "\u056c": 1130, "\u044e": 1133, "\u062e": 1135, "\u12f3": 1141, "\u0f25": 1140, "\u0924": 1091, "\u0577": 1145, "\u03c0": 1148, "\u0c2c": 1149, "\u0414": 1150, "\u099a": 1151, "\u0e2a": 1155, "\u0e21": 1157, "\u1275": 759, "\u0410": 537, "p": 1164, "\u13ec": 1170, "\u0169": 1172, "\u0631": 1173, "\u12eb": 1175, "\u1017": 1176, "\u17d0": 695, "\u13d9": 1178, "\u094d": 718, "\ua515": 877, "\u0aaf": 1097, "\u0d2f": 1185, "\u00cb": 1188, "\u03c5": 1186, "\u0253": 639, "j": 1100, "\u044b": 1195, "\u178a": 1196, "\u1234": 1200, "\u01c2": 1201, "\u021b": 1203, "\u00c9": 1205, "\uab75": 1208, "\u054a": 1108, "5": 1209, "\u00ce": 1210, "\u01c0": 1211, "\u0bc8": 1213, "\u0545": 1214, "\u014a": 1215, "\u0997": 1220, "\u56db": 1221, "\u0c2e": 1223, "\u0aac": 1226, "\u0d33": 1228, "\u0b2d": 1229, "\u00fe": 1231, "\u041a": 1232, "\u4e8c": 1115, "\u0d85": 1237, "\u0bb1": 1239, "\u062b": 192, "\u0bbf": 1247, "\u0d38": 1252, "\u1211": 1256, "\u0143": 1257, "\u0d32": 1258, "\u0939": 1267, "\u0eb2": 1265, "\u05e6": 1268, "\u0dda": 1272, "\u0657": 1273, "\u13c2": 1248, "\u01b0": 1285, "\u1030": 1279, "\u4e03": 1280, "\u1265": 1281, "\u1e92": 1137, "\u1004": 1288, "\u2dee": 1290, "\u00f9": 1293, "\u0301": 1295, "\u0628": 1297, "\u0c42": 198, "\u13d8": 217, "C": 1304, "\u12a8": 1306, "\u044d": 1307, "\u0da2": 206, "\u00c1": 1312, "U": 200, "\ua2aa": 1324, "\u0461": 1319, "\u05e5": 1320, "\ua578": 1322, "\u0655": 1323, "\u064e": 1325, "\u127d": 1329, "\u0ca8": 1330, "\u0447": 1332, "\u00cc": 1334, "\u13f1": 946, "k": 1336, "\u1000": 1337, "\u2de2": 1340, "\u0cb5": 1341, "\u09bf": 1343, "\u0c3f": 1344, "\u0a86": 1346, "\u0b40": 1348, "\u2d5b": 406, "\u0cc8": 1351, "\u0e23": 1357, "\u0456": 1358, "\u039a": 33, "\u0dbd": 1363, "\u0e0e": 0, "\u0386": 2, "\u13f9": 6, " ": 4, "\u0ca7": 760, "\u057d": 10, "\u00f6": 11, "\u0dd4": 12, "\u0c0f": 20, "\u0120": 21, "g": 22, "N": 23, "W": 1263, "\u014d": 28, "\u0486": 30, "\u014b": 31, "\u06d5": 35, "\u0db3": 36, "\u0d46": 38, "\u00df": 40, "\u0644": 41, "\u1240": 43, "\u0f60": 215, "\ubaa9": 45, "\u017a": 50, "\u0e8d": 52, "\u0d41": 1139, "\u01c1": 55, "\u039c": 62, "\u0eab": 61, "\u0540": 208, "\u016a": 64, "\u1794": 73, "\u0d9f": 75, "\u03b7": 77, "\u05e4": 222, "\u0f21": 82, "\u178f": 84, "\u056b": 85, "\u05b7": 225, "\u092f": 680, "\u092e": 87, "\u0432": 91, "\u0a05": 92, "\u04d5": 97, "\u0c36": 98, "\u09ab": 99, "\u1015": 101, "\u04b0": 103, "\u0141": 104, "\ua56a": 105, "\u0b37": 106, "\u10d4": 110, "\u0a24": 109, "\u0aa7": 114, "\u0161": 682, "\u17d2": 115, "\u0928": 120, "G": 122, "\u00e1": 123, "\u0178": 231, "\uab74": 128, "\u0b30": 131, "\u17a7": 133, "\u10d9": 135, "\u014c": 138, "\u0434": 1152, "\u1789": 140, "V": 142, "\u0420": 143, "\u05d6": 150, "\u13b6": 149, "\u1031": 151, "\u00de": 156, "\u1235": 238, "\u0c32": 158, "\u0f5f": 159, "\u0579": 169, "\u0e16": 167, "\ua595": 1321, "\u0dc4": 171, "\u0d89": 172, "\u0a08": 174, "\u0b07": 176, "\u2d4e": 177, "\u0abe": 180, "\u0a35": 1161, "\uab93": 181, "\u0ab6": 183, "\ua55e": 185, "\ud1a0": 187, "\u0938": 189, "\ua56d": 193, "\u0553": 194, "\u0bc2": 1167, "\u09a1": 1179, "\u0ac0": 197, "\u05dd": 248, "\u03bb": 202, "\u0bbe": 204, "e": 205, "\u00d9": 209, "\u0a71": 211, "\u0dbb": 615, "\u0ebb": 214, "\u00ec": 216, "\u0a4b": 218, "\u0c27": 220, "\u0f55": 221, "\u0495": 223, "\u0a27": 226, "\u0bcb": 227, "\u0445": 229, "<unk>": 1364, "\u0933": 230, "\uabb6": 234, "\uaba9": 232, "\u0aaa": 233, "\u02bb": 239, "\u01c3": 708, "\ua5a2": 256, "\u1797": 243, "\u0a4d": 246, "q": 247, "\u1007": 250, "\u00da": 251, "\u0948": 252, "m": 254, "\u10e1": 257, "\u0415": 259, "\u0630": 260, "\u03c9": 266, "\u011e": 265, "\u0a8f": 269, "\u013d": 270, "\u1274": 272, "\u200c": 276, "\u101e": 278, "\u0b1c": 667, "\u130b": 281, "\u1ecb": 264, "\u0a97": 287, "\u0679": 719, "\u0552": 294, "\u0637": 295, "\u0c46": 297, "\u09b6": 299, "\u06a9": 304, "\u1ee6": 308, "\u13b5": 307, "\u0459": 433, "\u054e": 717, "\u01ce": 318, "\u1230": 322, "\u0575": 325, "\uc694": 327, "\ua524": 271, "\u0401": 330, "\u025b": 332, "\u103a": 334, "\u103c": 336, "\u0aa8": 337, "\u0a15": 338, "\u0ddc": 339, "\u2d3d": 340, "\u0b4d": 342, "\ua282": 343, "\u0d1a": 345, "\u03a6": 348, "\u0906": 349, "\u0e94": 355, "\u041d": 255, "\u0411": 359, "\u017e": 361, "6": 362, "\u0c21": 363, "\u044a": 364, "\ua2cd": 365, "\u0c28": 366, "K": 737, "\u10d2": 368, "\u09ad": 370, "\u0622": 373, "\u0570": 378, "\u0b47": 282, "\u092c": 377, "\u062c": 380, "\u0300": 383, "\u0423": 284, "\u1012": 384, "\u062a": 389, "\u0baf": 391, "\u038a": 745, "\u03bc": 396, "\u0db8": 400, "\u04af": 401, "Z": 403, "\u0947": 747, "\u03b2": 410, "\ua5db": 412, "\u0f20": 411, "\u06ea": 413, "\u0442": 415, "(": 292, "\u03a0": 290, "\u1038": 423, "\u0a9c": 424, "\ua1aa": 426, "\u1215": 429, "\u0ab2": 432, "\u0308": 436, "/": 443, "\u2de6": 447, "\u0a1a": 445, "\uab76": 446, "\u101c": 449, "\u12cd": 451, "\u0eaa": 454, "\u1ecc": 456, "\u098f": 293, "\u0cae": 459, "\u04e8": 1212, "\u0b06": 460, "\u0142": 461, "\u0584": 464, "\u1793": 466, "\u00c5": 468, "\u0eb5": 470, "\u0389": 474, "\u0ccb": 475, "\u0936": 479, "\u1ead": 486, "\u03a1": 481, "\u0104": 485, "\u0257": 487, "\u0919": 488, "\u4e00": 493, "\u010d": 494, "\u0391": 499, "\u0626": 500, "\u0dca": 502, "\u1276": 504, "\u062f": 303, "\uab95": 509, "Y": 507, "\u09a4": 508, "x": 513, "\u00f0": 949, "\u1220": 520, "\u0b3e": 522, "\u09a6": 525, "\u0f27": 526, "\u0970": 531, "\u0f66": 1218, "\u00c4": 536, "\u1029": 543, "\u0397": 544, "\u091a": 545, "\ua5e1": 547, "\u0f23": 550, "\u0e1a": 551, "\u10d7": 553, "\u1e5b": 560, "\u0446": 562, "\u06cc": 561, "\u00cd": 313, "\u0c1c": 567, "\uab7c": 571, "\u179a": 572, "\u4e09": 577, "\u0160": 315, "\u0d4a": 580, "\u1019": 586, "\u102e": 587, "\u0144": 320, "\u0d9a": 591, "\u0d4d": 786, "\u0cac": 592, "\u0466": 594, "\u01e6": 595, "\u12c8": 596, "\ua571": 598, "\u0431": 787, "\u0902": 601, "\u0913": 611, "\u0d1c": 613, "\u0e81": 614, "\u0cc2": 1202, "\u010c": 616, "\u17b6": 619, "\u0533": 622, "\u053b": 623, "\u0546": 625, "\ua53b": 629, "\u0d28": 627, "\u13c6": 628, "\u0e28": 630, "\u2d62": 632, "\u021a": 655, "\u0c82": 633, "\u0a41": 634, "\u09f1": 636, "\u0b9a": 638, "\u0bb4": 641, "\ua44d": 646, "\u0d34": 647, "\u1ee5": 1198, "\u015a": 1234, "\u05e9": 649, "\u122d": 651, "\u042c": 652, "\u0f45": 653, "4": 654, "\u044f": 657, "\u0a2c": 658, "\u134c": 659, "\uabbc": 664, "\u0aab": 662, "\u0a2b": 668, "\u015e": 672, "\u0128": 670, "\u0413": 671, "\u1786": 674, "\u06c6": 677, "\u0908": 679, "\u0654": 681, "\u1785": 1238, "\u10d3": 684, "\u039b": 685, "\u516b": 686, "\u0390": 691, "\u05d3": 692, "\u00f4": 699, "\u2de9": 703, "\u0fb3": 702, "\u0dd9": 705, "\ua5ba": 710, "\u0150": 579, "\u01af": 329, "F": 716, "\u0a1c": 721, "\u0c8f": 723, "\u1792": 724, "\u10d0": 725, "\u0433": 727, "\u00e8": 728, "\u671f": 732, "\u0331": 341, "\u0cb8": 734, "X": 735, "\u0c97": 738, "\u0a88": 740, "\u1ea3": 742, "\u0c1a": 744, "\u0531": 390, "\u00db": 748, "\u021f": 746, "\u09bc": 754, "\u09b0": 752, "\u0b28": 755, "\u05b8": 756, "\u0a95": 1244, "\ua57e": 761, "\ua315": 762, "\uaba8": 765, "\u2d59": 764, "\u0f72": 1245, "\u0f53": 766, "\u041f": 767, "\u0dc0": 768, "\u013e": 769, "\u0634": 770, "\u0544": 771, "\u0f24": 774, "\uae08": 775, "\u0e32": 776, "\u13ac": 781, "\u05e2": 783, "\u0564": 784, "\u015f": 785, "\u0ba4": 810, "\u1027": 733, "\u06ce": 788, "\ua554": 1251, "\u09b9": 793, "\u04c0": 797, "\u13c9": 798, "\u0fa4": 352, "\u2d54": 750, "\u06c7": 800, "\u0c48": 802, "\u13a9": 803, "\u0e27": 805, "\u13ab": 807, "\u0a9f": 808, "\u0463": 811, "\u0624": 816, "\u0f7c": 818, "\uaba7": 819, "\u0ec0": 1361, "\u00f3": 824, "\u0bcd": 825, "\u041c": 828, "\u66dc": 809, "\u0ab3": 837, "\u10d5": 838, "\u0dcf": 88, "\u1208": 1261, "1": 844, "\u06be": 846, "\u12a6": 851, "\u1e62": 822, "R": 857, "\u179b": 861, "\u0c9a": 862, "\u0539": 823, "\u0d48": 863, "\u0932": 864, "\u0b21": 871, "D": 867, "\u0e38": 870, "\u0134": 874, "\u09b7": 875, "\u1245": 1109, "\uab92": 1022, "\u13b8": 886, "\u0e1e": 881, "\u0117": 885, "\u0103": 19, "\u03bd": 887, "\u103d": 889, "\u0ea5": 890, "\u17c1": 891, "\u0d4b": 894, "\u03c3": 897, "_": 898, "\u10e0": 899, "\u043f": 1274, "P": 901, "\u2de8": 903, "\u05e0": 906, "\u03bf": 1276, "\u1363": 910, "\uc77c": 1278, "\u0474": 915, "\u03af": 346, "\u00ca": 917, "\u0388": 918, "\u0c26": 922, "\u0633": 923, "\u0e2b": 926, "\u045e": 928, "\u0639": 931, "\u06c8": 938, "\u1270": 937, "\u0d36": 941, "\u0b9e": 940, "\u00fb": 945, "\uabb7": 950, "\u1261": 951, "\u092a": 952, "\u049a": 955, "\ua5cf": 958, "\u0f51": 960, "\u03ae": 961, "\u0532": 112, "\u063a": 966, "\u0d31": 968, "\u09f0": 969, "\u2019": 372, "\u00c7": 972, "l": 973, "\u0409": 975, "\u0e14": 977, "\u0e96": 978, "\u0f49": 980, "\u05de": 374, "\u0b2e": 982, "\u0c17": 985, "\u00ee": 988, "\ua64a": 992, "\u0ea1": 987, "\u0b27": 989, "\u2d4f": 991, "\u0d7c": 381, "\u13cd": 994, "\u120d": 1298, "\u099c": 995, "\u0cb3": 997, ")": 1001, "\uab7d": 1008, "\u0e95": 1005, "\ua561": 1004, "\u0641": 379, "\u1228": 1300, "\u0bb3": 1010, "\u13d4": 1013, "\u053f": 1014, "\uab79": 1016, "\u0151": 1020, "\u00ed": 1021, "\u12dd": 1023, "\u102d": 1025, "\u0e4c": 1027, "i": 1029, "\u0caa": 1034, "\u0686": 1032, "\u0b2c": 845, "\u17bb": 1033, "\u0a2a": 1035, "\u0dad": 1038, "\u0135": 1041, "\u1262": 1039, "\u1266": 1043, "\u0941": 1045, "\u0647": 1046, "\u0131": 1048, "\u021e": 849, "\u0427": 1052, "\u0cc7": 1054, "\u05bf": 1055, "w": 1056, "\u126c": 1062, "\u0ea7": 1071, "\u0f63": 1073, "\u0a70": 1074, "\u011a": 1076, "\u093f": 1077, "\u0cc1": 1079, "\u1eca": 1080, "\u0629": 1088, "\u1796": 1092, "\u0e9e": 1086, "\u1791": 1094, "\u0392": 1089, "\u0cc6": 1090, "\u042f": 1310, "\u0a42": 730, "\u1283": 1096, "\u0ac7": 1099, "\u102f": 1103, "\u0443": 1102, "\ua609": 1105, "\u1229": 1104, "\u0ddd": 1110, "\ua549": 1111, "c": 1113, "\u0424": 1114, "\u0416": 860, "\u13f8": 1116, "\u062d": 880, "\uab88": 1315, "\u05e7": 1122, "\u0915": 1123, "\u0e15": 1125, "\u2d39": 1127, "\u0555": 1129, "\u1e6c": 1131, "\u05df": 1134, "\uab8e": 1143, "\u12a4": 1142, "\u04e9": 1144, "\u0179": 1146, "\u00ff": 1147, "\u0e18": 1318, "\u0127": 1160, "\u0565": 1154, "\u0e35": 1156, "\u065b": 1159, "\u043b": 1158, "\u0460": 1166, "\u09b2": 1162, "\u01d3": 1163, "\u0f22": 1169, "\u0f44": 1168, "\u09ae": 1171, "\u0576": 1174, "\u10e5": 1177, "\u0995": 1180, "\u1039": 1183, "H": 1181, "\ua51e": 1182, "\u092b": 1184, "\u2d30": 1187, "\u0905": 1326, "\u706b": 1189, "\u0b4b": 1190, "\u0e87": 1191, "\u0549": 1192, "\u0418": 1193, "\u12d5": 1194, "\u1e6d": 1197, "\u12d3": 1199, "\u044c": 1204, "\u041b": 1206, "\u0c2a": 1207, "\u1301": 407, "\u00e7": 1216, "\u0cbe": 873, "\u016d": 1217, "\u0baa": 1222, "\u1790": 1224, "\u09be": 1225, "\u1021": 1227, "\ua3c3": 1153, "\u13d7": 1230, "\u01d4": 1233, "\u1018": 1338, "\u0b1f": 1235, "M": 1236, "\ub144": 884, "\u05f2": 1241, "\u00d2": 1242, "s": 879, "\u05d0": 1339, "\u0cbf": 1243, "\u0d9c": 1249, "\u0439": 1246, "\u1295": 1250, "\ua78b": 1254, "\ua60b": 1253, "\u00d3": 416, "\u09c7": 1255, "\u042a": 1259, "Q": 1260, "\u0aae": 1262, "\u0422": 1266, "\u0e24": 1264, "\u010a": 1270, "\u0a10": 1271, "\u066e": 1277, "\u091f": 1275, "\u0547": 1286, "\u0eb8": 1347, "\u011f": 1282, "\u056f": 1284, "\u0d2c": 1287, "\u10d1": 1289, "\u1209": 1291, "\u09b8": 1292, "\u099b": 1294, "\u17b7": 1165, "\u0c15": 1296, "\u030c": 1299, "\u0b41": 1301, "\u04cf": 1303, "\u0c06": 1302, "T": 1350, "\u00e5": 1002, "\ua44b": 1305, "\u1308": 1308, "\u0585": 1309, "\u0116": 1314, "\u0100": 1311, "\u1213": 1313, "\u06d0": 1360, "\u13a6": 1316, "\u0c4b": 422, "\u0440": 1317, "\u13a2": 425, "\u1013": 1327, "\u13be": 1328, "\uc218": 136, "\u0c3e": 1331, "\u049b": 1333, "S": 1335, "\u0436": 515, "\u0428": 1345, "\u042e": 1342, "\u0b17": 1349, "\u0578": 1352, "\u00e0": 1353, "n": 1356, "\u060c": 1355, "\ua675": 900, "\u093e": 1359, "\u0d15": 1362, "\u13a5": 157}