{"thusday": 1145, "doctor_appointment#room": 1522, "Chef_Chu's#address": 1523, "or": 203, "shortest": 251, "carefully": 168, "stereo": 1039, "danville#saturday": 1670, "san_mateo#monday": 1813, "doesnt": 1238, "near": 206, "heat": 1507, "scattered": 1411, "focus": 1451, "how": 296, "careful": 959, "Coupa#address": 1613, "<eos>": 1964, "10pm": 885, "named": 725, "optometrist_appointment#room": 1815, "request": 849, "2pm": 235, "skies": 238, "works": 850, "avoids": 543, "Safeway#traffic_info": 1530, "Papa_Johns#traffic_info": 1524, "accident": 1294, "gather": 1398, "altaire": 709, "invited": 1432, "fun": 1313, "relevant": 1240, "tuesday's": 1119, "topanga": 510, "downtown_chicago#thursday": 1805, "lab_appointment#date": 1577, "interested": 309, "fresno#friday": 1868, "jing": 289, "corona#friday": 1525, "lodge": 615, "range": 771, "perfect": 242, "dad": 986, "648": 1404, "where's": 530, "issue": 1288, "central": 1198, "pulling": 1448, "coupas": 1318, "sweet": 1338, "coupe": 1311, "cup": 784, "seattle#saturday": 1544, "us": 765, "particular": 722, "bud": 1110, "he": 992, "few": 419, "san_jose#saturday": 1527, "in": 5, "los_angeles#thursday": 1564, "super": 1366, "seattle#thursday": 1546, "confirm": 627, "update": 726, "meaning": 1128, "two": 145, "alex": 293, "53": 704, "whom": 1476, "145": 600, "76#traffic_info": 1800, "getting": 1340, "tennis_activity#time": 1657, "needed": 734, "state": 895, "Peets_Coffee#address": 1674, "bunch": 706, "camarillo#thursday": 1875, "manhattan#friday": 1552, "medicine#agenda": 1554, "grand_rapids#sunday": 1556, "planned": 909, "22th": 1392, "locally": 794, "especially": 997, "san_mateo#tuesday": 1557, "Four_Seasons#distance": 1559, "san_francisco#friday": 1560, "instead": 1075, "degrees": 802, "cafe": 174, "plans": 1343, "immediately": 987, "swimming": 169, "to113": 1210, "likely": 1363, "fahrenheit": 1216, "satruday": 1484, "hotel": 167, "next": 40, "optometrist_appointment#party": 1567, "moment": 501, "still": 544, "problem": 78, "nearer": 862, "camarillo#friday": 1569, "i'm": 164, "Travelers_Lodge#address": 1571, "Dish_Parking#distance": 1821, "send": 150, "jang's": 1433, "correct": 911, "the": 0, "463": 1426, "383": 553, "123": 1321, "sister": 291, "fall": 647, "satisfy": 1416, "safely": 500, "san_jose#monday": 1576, "bring": 685, "dicu": 1466, "espresso": 1185, "70s": 897, "Coupa#distance": 1580, "jacks_house#address": 1874, "westin": 369, "medicine#party": 1822, "football_activity#date": 1678, "lose": 1129, "chances": 1087, "forecast": 46, "would": 44, "22nd": 658, "southwest": 1401, "Pizza_My_Heart#distance": 1584, "pain": 1114, "information": 193, "dentist_appointment#time": 1588, "cleveland#monday": 1589, "rain": 64, "looking": 550, "90s": 798, "storm": 1384, "medical": 464, "Sigona_Farmers_Market#address": 1590, "inglewood#friday": 1825, "what's": 132, "error": 1123, "philz": 308, "possible": 371, "monday's": 1163, "cadwell": 541, "sir": 845, "medicine#room": 1700, "you": 2, "garage's": 1124, "thrusday": 1002, "include": 1292, "room": 221, "adress": 1475, "said": 830, "spot": 672, "Palo_Alto_Cafe#address": 1728, "pronto": 1429, "yoga_activity#room": 1596, "dinner#party": 1598, "impending": 1352, "seattle#monday": 1532, "soonest": 833, "info": 165, "seeing": 795, "car": 41, "preference": 853, "during": 398, "tai": 563, "m": 1036, "too": 373, "making": 995, "foggy": 218, "gover": 1519, "suffice": 1272, "hour": 965, "confirmed": 1391, "grand_rapids#tuesday": 1761, "welcome": 11, "tomorrow's": 468, "iniglewood": 1393, "wdnesday": 1303, "parking_garage#poi": 1535, "radio": 1408, "choice": 929, "follow": 629, "Round_Table#traffic_info": 1681, "monday": 92, "specific": 696, "Philz#traffic_info": 1609, "rest": 295, "rock": 816, "private": 1407, "amounts": 1298, "Panda_Express#address": 1610, "above": 1077, "group": 823, "very": 118, "eventually": 1293, "los_angeles#tuesday": 1611, "its": 219, "reaching": 815, "friend's": 521, "place": 170, "vote": 1279, "329": 571, "pic": 1149, "programmed": 1350, "up": 346, "until": 1102, "vp": 969, "windy": 264, "oak": 687, "enroute": 1284, "feel": 843, "comfort": 515, "inglewood": 314, "pf": 659, "Mandarin_Roots#address": 1760, "medicine#date": 1669, "doctors's": 1449, "anton": 446, "isn't": 554, "routes": 1055, "oakland#thursday": 1936, "reservation": 1493, "days": 137, "football_activity#time": 1661, "childrens": 471, "even": 878, "some": 299, "philzis": 1136, "mandarin": 414, "reach": 178, "month": 197, "preferably": 1120, "carson#tuesday": 1630, "sending": 702, "san_jose#thursday": 1631, "taking_medicine#time": 1832, "alhambra#saturday": 1953, "alrigth": 1166, "Palo_Alto_Medical_Foundation#traffic_info": 1633, "whose": 1069, "found": 707, "tonight": 664, "address": 33, "pizzeria": 782, "11th": 463, "meeting": 67, "varies": 1474, "tom": 222, "adddress": 1308, "40f": 205, "collision": 281, "style": 1184, "stops": 930, "checking": 1085, "brentwood#thursday": 1637, "528": 587, "name": 569, "report": 366, "shot": 757, "ln": 517, "coffee": 134, "heave": 1191, "displayed": 1306, "hi": 692, "toms_house#traffic_info": 1641, "list": 1004, "sounds": 179, "im": 760, "durham#thursday": 1643, "yoga_activity#time": 1688, "5677_southwest_4th_street#address": 1837, "3rd": 357, "there": 10, "danville#tuesday": 1838, "The_Westin#distance": 1647, "12pm": 1462, "somehow": 1361, "60": 469, "swimming_activity#agenda": 1649, "million": 976, "Stanford_Oval_Parking#distance": 1650, "Teavana#address": 1768, "exeter#saturday": 1540, "dates": 604, "park": 231, "merger": 633, "clothes": 1468, "displaying": 851, "4f": 1150, "none": 983, "within": 226, "kidding": 1139, "has": 154, "while": 731, "P.F._Changs#address": 1659, "fact": 1175, "there's": 1081, "Palo_Alto_Garage_R#traffic_info": 1662, "menlo_park#thursday": 1663, "that's": 243, "town": 392, "it": 14, "drizzle": 199, "san_jose#sunday": 1860, "receive": 1335, "657": 636, "mark": 966, "fairly": 1232, "picking": 1076, "setting": 70, "business": 810, "oh": 614, "slight": 1083, "san_jose#tuesday": 1818, "highlighted": 1005, "needing": 927, "w": 1157, "supposed": 408, "Town_and_Country#distance": 1672, "heard": 1345, "states": 1034, "weekend": 288, "inglewood's": 1452, "as": 318, "792": 432, "fresco": 1276, "00": 1016, "referring": 1061, "moms": 1330, "Pizza_Chicago#distance": 1602, "whats": 952, "270": 735, "does": 237, "to": 3, "100f": 196, "starts": 949, "night": 989, "5th": 382, "Safeway#distance": 1679, "little": 721, "warn": 1483, "make": 404, "Civic_Center_Garage#address": 1680, "picnic": 455, "far": 817, "regardless": 1517, "possibly": 1457, "man": 1482, "marta": 1250, "dentist_appointment#room": 1684, "should": 99, "fresno#thursday": 1710, "Travelers_Lodge#distance": 1685, "teavana": 334, "blizzard": 286, "each": 779, "l": 1010, "today": 43, "408": 580, "warm": 292, "put": 623, "dinner#agenda": 1689, "than": 788, "encounter": 1297, "171": 686, "cleveland's": 1237, "matters": 1205, "only": 156, "los": 315, "option": 475, "hail": 275, "alto": 176, "barringer": 370, "appear": 1239, "our": 209, "misty": 378, "purpose": 705, "quicker": 921, "go": 53, "durham#sunday": 1696, "girl": 1494, "alamanor": 1346, "close": 494, "home#distance": 1699, "shortly": 555, "attendance": 937, "conference#agenda": 1703, "wold": 1255, "out": 177, "9981": 660, "Palo_Alto_Garage_R#address": 1780, "shrimps": 1282, "secheduled": 1300, "tennis_activity#room": 1836, "live": 547, "parking": 119, "football": 147, "Topanga_Mall#address": 1704, "load": 1370, "it's": 105, "dentist#room": 1708, "P.F._Changs#traffic_info": 1709, "Peets_Coffee#distance": 1547, "empty": 1211, "promptly": 1259, "danville#friday": 1607, "long": 655, "options": 668, "including": 1412, "boss": 472, "lab_appointment#agenda": 1675, "random": 1012, "awful": 1179, "Town_and_Country#traffic_info": 1713, "that'll": 1000, "an": 214, "traveling": 1387, "oakland#friday": 1714, "pi": 1383, "mapping": 939, "menlo_park#saturday": 1549, "letting": 1423, "slow": 1099, "accomplish": 1080, "overcast": 220, "whichever": 1265, "trying": 1025, "mid": 1268, "lab_appointment#time": 1719, "Starbucks#address": 1828, "Safeway#address": 1720, "<unk>": 1964, "alameda#monday": 1698, "son's": 876, "2nd": 474, "alameda#friday": 1725, "lunch": 1050, "looks": 712, "yelp": 1435, "temp": 1030, "joint": 1400, "trip": 528, "panda": 377, "dinner#date": 1727, "almanor": 492, "john": 1106, "465": 730, "gonna": 183, "chicken": 1280, "webster": 479, "dentist_appointment#party": 1731, "tenth": 724, "who's": 793, "seasons": 461, "av": 748, "original": 1497, "cloudy": 115, "exeter#sunday": 1701, "avoid": 217, "8": 399, "appointment's": 1442, "garage": 122, "corona#saturday": 1563, "san_francisco#monday": 1702, "among": 1301, "dose": 1496, "hit": 1079, "highs": 442, "nooo": 1467, "free": 1072, "452": 644, "chang's": 1397, "mom": 856, "sure": 294, "roots'": 1299, "alright": 385, "hello": 848, "aunt": 272, "5677_springer_street#traffic_info": 1771, "Whole_Foods#distance": 1852, "repetitive": 1168, "give": 57, "party": 738, "brentwood#saturday": 1740, "conference#date": 1693, "manhattan#saturday": 1545, "we're": 210, "probem": 1480, "could": 188, "338": 682, "calendar": 303, "oakland#tuesday": 1917, "standford": 979, "new_york#friday": 1742, "manhattan#sunday": 1743, "just": 230, "durham": 200, "happening": 1177, "manhattan#monday": 1856, "human": 1093, "ranging": 1490, "through": 406, "together": 1046, "ness": 437, "expect": 780, "camino": 267, "frosty": 1068, "preferred": 1441, "open": 1038, "pizza_restaurant#poi": 1746, "mix": 1187, "boston's": 1312, "Stanford_Shopping_Center#traffic_info": 1639, "shopping": 124, "events": 789, "drive": 126, "drizzling": 739, "tai_pan#traffic_info": 1752, "ahlambra": 1406, "serving": 1116, "exeter#thursday": 1627, "9am": 420, "downtown_chicago#tuesday": 1753, "scheduled": 104, "113": 473, "P.F._Changs#distance": 1756, "much": 142, "menlo": 276, "new_york#saturday": 1912, "direction": 607, "real": 274, "appears": 839, "kindly": 769, "having": 982, "swim": 767, "games": 1270, "morning": 800, "9": 394, "anything": 269, "altherton": 1420, "meeting#time": 1764, "compton#monday": 1765, "5677_springer_street#address": 1766, "Hotel_Keen#traffic_info": 1715, "214": 536, "other": 328, "is": 1, "however": 869, "dress": 556, "service": 947, "lab": 157, "drizzles": 1044, "yoga": 139, "jills_house#address": 1772, "Travelers_Lodge#traffic_info": 1896, "exercise": 936, "Comfort_Inn#distance": 1707, "jill": 617, "mountain_view#wednesday": 1774, "discussing": 998, "durham#saturday": 1776, "Sigona_Farmers_Market#traffic_info": 1730, "tomorrow": 74, "oakland#wednesday": 1865, "nothing": 889, "corona#thursday": 1781, "miss": 1130, "p": 450, "exeter#friday": 1782, "kill": 1256, "atheron": 1146, "agenda": 333, "will": 18, "hailing": 1220, "goodbye": 363, "Coupa#traffic_info": 1784, "meeting#room": 1785, "mind": 896, "jacks": 749, "everyday": 1458, "anyt": 1371, "area": 358, "later": 490, "Comfort_Inn#traffic_info": 1789, "falling": 1344, "camarillo#saturday": 1790, "mean": 884, "70f": 263, "rd": 417, "raining": 271, "mountianview": 1472, "90f": 254, "17th": 844, "call": 695, "predicts": 645, "second": 888, "avalible": 1440, "weather": 35, "quickest": 65, "grocery_store#poi": 1795, "seattle#sunday": 1796, "12th": 149, "tennis_activity#party": 1799, "stuck": 1052, "running": 1464, "willows": 737, "week": 36, "thursday": 108, "directions": 50, "poi": 1019, "table": 496, "got": 667, "playing": 805, "foundation": 465, "danville#wednesday": 1802, "game": 376, "everything": 944, "clarify": 1260, "swimming_activity#room": 1845, "might": 684, "Dominos#traffic_info": 1804, "your": 23, "wed": 1271, "30": 374, "ther": 1498, "york": 146, "faster": 743, "san": 110, "reservations": 1369, "low": 127, "accompanying": 1105, "compton": 239, "Civic_Center_Garage#traffic_info": 1809, "see": 310, "who": 140, "mappling": 1360, "anytime": 125, "uff": 1422, "full": 874, "if": 91, "optometrist_appointment#time": 1603, "directionsome": 1226, "italian": 1023, "restaurants": 606, "purchase": 1040, "fantastic": 988, "danville#monday": 1816, "please": 25, "arastradero": 467, "directing": 863, "quickly": 763, "seat": 1096, "rsvp": 1315, "shell": 509, "773": 525, "meeting#date": 1531, "camarillo#wednesday": 1820, "lighter": 1222, "fill": 994, "starbucks": 161, "wind": 919, "whoever": 1336, "pass": 1289, "optometrist_appointment#date": 1605, "view": 258, "nearby": 86, "camarillo#monday": 1884, "jills_house#distance": 1829, "caldwell": 1056, "aren't": 783, "hut": 676, "forget": 923, "despite": 1189, "york's": 842, "20fs": 1305, "may": 867, "malls": 1091, "ya": 1326, "16th": 638, "jon": 246, "Philz#distance": 1834, "on": 4, "hear": 505, "liked": 1418, "showing": 576, "address'": 1373, "tai_pan#distance": 1763, "grand_rapids#friday": 1839, "seriously": 1328, "80": 503, "doctor_appointment#party": 1572, "data": 846, "available": 335, "places": 567, "along": 703, "pull": 855, "mountain_view#thursday": 1844, "system": 1089, "conferences": 775, "repeat": 1304, "but": 97, "i've": 389, "12": 653, "executive": 483, "mine": 1290, "brentwood#monday": 1928, "snowy": 787, "ouch": 753, "previsions": 1417, "adding": 1471, "alameda#saturday": 1848, "753": 663, "trouble": 1266, "y": 1158, "listening": 975, "50": 430, "get": 66, "football_activity#agenda": 1831, "seattle#wednesday": 1851, "avenue": 466, "with": 17, "food": 345, "san_mateo#wednesday": 1881, "fresno#sunday": 1876, "atherton#tuesday": 1854, "miles": 27, "springer": 497, "neither": 1060, "wearther": 1473, "boston#sunday": 1859, "pleasure": 320, "do": 52, "Stanford_Childrens_Health#traffic_info": 1862, "at270": 1499, "brentwood#tuesday": 1864, "20f": 407, "angeles": 316, "jingcan": 1463, "chester": 1101, "ct": 305, "tai_pan#address": 1866, "dentist_appointment#agenda": 1867, "any": 100, "5677": 764, "martha": 311, "future": 990, "driver": 379, "alger": 268, "company": 454, "corona#monday": 1724, "great": 77, "Papa_Johns#address": 1872, "san_francisco#saturday": 1873, "bet": 1263, "good": 162, "joes": 439, "chicago": 213, "play": 822, "station": 250, "greatly": 1291, "expected": 639, "boston#saturday": 1879, "farther": 831, "market": 338, "40": 427, "home#poi": 1667, "Hotel_Keen#distance": 1575, "lined": 1113, "669": 622, "shop": 261, "show": 195, "nowy": 1341, "noooooooo": 1234, "san_mateo#sunday": 1880, "navigating": 365, "program": 1286, "suggest": 847, "saturday": 121, "5677_southwest_4th_street#traffic_info": 1882, "wondering": 1070, "forecasted": 691, "8th": 277, "brentwood#wednesday": 1885, "wet": 1057, "closer": 613, "weekly": 301, "dentist#agenda": 1886, "series": 1388, "current": 317, "avoiding": 732, "visit": 781, "feeling": 1015, "mountain": 257, "many": 898, "lane": 943, "event": 512, "Jing_Jing#distance": 1891, "exeter#tuesday": 1578, "nearest": 55, "predict": 666, "sunday's": 1049, "locate": 688, "attending": 141, "willow": 1022, "new_york#monday": 1894, "done": 925, "prefer": 359, "heavey": 1063, "search": 677, "refill": 1180, "domino's": 1014, "times": 866, "70": 487, "boston#tuesday": 1581, "requested": 1194, "note": 806, "back": 821, "tea": 262, "dont": 1492, "blood": 880, "direct": 443, "friends'": 1447, "inglewood#wednesday": 1903, "danville#thursday": 1904, "amaranta": 535, "need": 63, "navigate": 360, "exeter": 312, "rea": 1247, "5671": 411, "ranges": 1059, "jones": 1486, "him": 918, "ive": 1460, "wanted": 993, "80s": 903, "clement": 435, "shots": 1325, "infrastructure": 602, "3pm": 256, "detours": 1439, "added": 786, "menlo_park#tuesday": 1911, "promising": 1296, "hours": 612, "via": 204, "meet": 835, "taking_medicine#party": 1916, "foods": 355, "now": 75, "called": 578, "care": 480, "high": 94, "chans": 1219, "plot": 808, "searched": 1348, "mostly": 904, "temperature": 69, "fasest": 1375, "retrieve": 1137, "what": 16, "minimum": 1147, "compton#friday": 1889, "40s": 859, "further": 1402, "trust": 1252, "hurry": 1073, "seattle#friday": 1586, "insert": 1431, "civic": 565, "calculate": 945, "alameda#sunday": 1921, "Hacienda_Market#traffic_info": 1923, "dinners": 819, "reiterate": 1173, "Stanford_Shopping_Center#distance": 1925, "ready": 1196, "four": 416, "4pm": 265, "10am": 297, "worry": 1133, "hot": 190, "guess": 585, "roadblock": 840, "san_mateo#thursday": 1929, "reminded": 1208, "brother": 306, "arastraero": 1183, "can't": 1086, "i'd": 489, "say": 665, "people": 970, "grand_rapids#saturday": 1931, "involved": 963, "excellent": 838, "333": 796, "5672_barringer_street#distance": 1858, "mountain_view#tuesday": 1934, "way": 129, "hai": 1302, "down": 973, "tuesday": 83, "response": 1067, "highlight": 870, "wednesday": 109, "amount": 641, "578": 594, "atherton": 381, "come": 879, "medication": 1242, "okay": 54, "navigator": 1107, "stores": 719, "tonight's": 1287, "Four_Seasons#traffic_info": 1940, "upcoming": 523, "awesome": 506, "nope": 857, "recorded": 1160, "parties": 431, "yoga_activity#date": 1942, "Pizza_My_Heart#traffic_info": 1907, "evening": 1403, "sent": 107, "brentwood#sunday": 1943, "big": 1380, "scedule": 1444, "manhattan#tuesday": 1944, "899": 626, "Mandarin_Roots#traffic_info": 1946, "valeros": 1504, "display": 812, "yor": 1376, "team": 290, "those": 697, "jacks_house#distance": 1947, "toms_house#address": 1948, "jills_house#traffic_info": 1548, "also": 422, "chef": 513, "snowing": 559, "otherwise": 1121, "conference#party": 1949, "481": 534, "buddy": 868, "management": 478, "travel": 1262, "arrive": 583, "let's": 101, "massage": 1095, "frost": 240, "predicted": 223, "slightly": 907, "understood": 1201, "thank": 15, "lesson": 891, "trader": 421, "loved": 1434, "approximately": 971, "by": 508, "of": 30, "pl": 418, "nda": 708, "cities": 1122, "436": 486, "dr": 192, "200": 657, "hand": 984, "held": 951, "Chef_Chu's#traffic_info": 1736, "Trader_Joes#traffic_info": 1961, "although": 881, "redwood_city#wednesday": 1520, "80f": 248, "Cafe_Venetia#distance": 1521, "dentist#date": 1726, "whole": 331, "headed": 1424, "Palo_Alto_Medical_Foundation#distance": 1526, "alhambra": 319, "550": 531, "meeting#agenda": 1738, "somewhere": 832, "finding": 1153, "most": 598, "tennis": 158, "638": 635, "alhambra#friday": 1830, "Peets_Coffee#traffic_info": 1529, "aware": 811, "predicting": 1176, "buy": 820, "Valero#address": 1533, "chosen": 1125, "tooth": 1032, "this": 34, "shall": 524, "regret": 1253, "johns": 718, "4th": 470, "brentwood#friday": 1899, "Panda_Express#traffic_info": 1536, "better": 942, "alhambra#wednesday": 1900, "cleveland#tuesday": 1537, "los_angeles#friday": 1538, "cleveland#friday": 1901, "date": 112, "add": 453, "choices": 1465, "putting": 1377, "must": 1385, "Starbucks#traffic_info": 1595, "shouldn't": 609, "593": 689, "15th": 410, "wil": 1428, "midtown": 504, "fresno#wednesday": 1542, "Chevron#traffic_info": 1543, "be": 13, "seems": 931, "carson#sunday": 1671, "end": 573, "at": 7, "traveler's": 1275, "tho": 1181, "redwood_city#sunday": 1534, "eat": 482, "lives": 673, "confused": 1154, "meds": 1269, "3": 89, "motels": 948, "coldest": 1357, "alameda#thursday": 1550, "Jing_Jing#address": 1551, "4": 90, "closest": 111, "weeks": 854, "Ravenswood_Shopping_Center#distance": 1555, "Trader_Joes#distance": 1629, "48": 611, "apple": 1381, "mmm": 774, "here": 182, "fresno#monday": 1558, "sorry": 384, "jacks_house#traffic_info": 1777, "inn": 516, "route": 22, "Palo_Alto_Medical_Foundation#address": 1561, "person": 1513, "assitant": 914, "once": 852, "redwood_city#friday": 1562, "stanford": 172, "conference#room": 1741, "for": 6, "enter": 1127, "Webster_Garage#traffic_info": 1729, "menlo_park#sunday": 1565, "chinese_restaurant#poi": 1566, "warmest": 1200, "before": 744, "mountain_view#sunday": 1570, "inquiring": 526, "president": 499, "alternate": 716, "else": 259, "Comfort_Inn#address": 1906, "no": 31, "try": 575, "experience": 1231, "610": 630, "7": 131, "chicago's": 1066, "san_mateo#saturday": 1574, "same": 681, "vice": 498, "347": 560, "rainy": 698, "ok": 120, "atherton#friday": 1579, "90fs": 1445, "269": 552, "able": 440, "boston": 285, "around": 325, "safeway": 405, "look": 514, "Webster_Garage#address": 1582, "lessons": 818, "that": 49, "fasted": 1379, "Jing_Jing#traffic_info": 1585, "carson": 356, "yo": 1258, "and": 9, "a": 8, "sort": 1518, "cleveland#thursday": 1604, "jing's": 1031, "doctors": 458, "9th": 762, "ahead": 1209, "going": 73, "warmer": 1233, "home#address": 1592, "Topanga_Mall#traffic_info": 1593, "Webster_Garage#distance": 1909, "we'll": 1037, "sue": 1043, "elm": 1322, "camarillo#sunday": 1922, "outlook": 1171, "maybe": 1206, "addres": 1309, "can": 56, "test": 776, "50pm": 974, "Whole_Foods#traffic_info": 1648, "Topanga_Mall#distance": 1951, "durham#friday": 1597, "5pm": 241, "san_francisco#wednesday": 1606, "dentist#party": 1599, "los_angeles#saturday": 1863, "Shell#address": 1573, "bye": 619, "Ravenswood_Shopping_Center#traffic_info": 1910, "gps": 82, "won't": 624, "durham#tuesday": 1601, "workout": 1088, "her": 1026, "wirth": 1257, "guide": 1382, "select": 956, "results": 558, "eye": 625, "palo": 175, "carson#saturday": 1895, "sound": 646, "stop": 332, "except": 1459, "misspoken": 1264, "ask": 1011, "doctor_appointment#date": 1745, "away": 29, "city's": 1144, "san_mateo#friday": 1608, "over": 255, "run": 1500, "drunk": 1386, "when": 160, "2": 79, "22and": 1212, "startbucks": 1207, "cold": 772, "Four_Seasons#address": 1553, "oval": 445, "11": 300, "carson#wednesday": 1615, "wanting": 409, "50f": 349, "them": 736, "redwood_city#monday": 1747, "closet": 1174, "76": 621, "The_Clement_Hotel#address": 1617, "45": 1058, "orange": 1281, "football_activity#party": 1618, "code": 557, "chrildrens": 1505, "Philz#address": 1748, "Chevron#distance": 1826, "camarillo#tuesday": 1914, "welsome": 1436, "additional": 1140, "atherton#sunday": 1849, "downtown_chicago#monday": 1640, "mom's": 1333, "611": 640, "manhattan's": 1453, "76#distance": 1622, "uhh": 1109, "sunny": 1324, "seattle#tuesday": 1623, "average": 1215, "actually": 678, "boston#monday": 1624, "routh": 1277, "rapids": 216, "842": 581, "afternoon": 901, "ingelwood": 1419, "6pm": 329, "ave": 102, "unfortunately": 462, "reached": 1365, "closeest": 1425, "20th": 591, "lab_appointment#party": 1632, "nuts": 1283, "alhambra#thursday": 1635, "marked": 940, "assist": 423, "20": 592, "conversation": 799, "covers": 1017, "vaccination": 1041, "barista": 980, "meetings": 597, "point": 1512, "el": 266, "reminders": 926, "like": 37, "5677_springer_street#distance": 1687, "whenever": 1197, "medicine": 227, "doctor_appointment#agenda": 1691, "reminder": 47, "storms": 972, "Papa_Johns#distance": 1587, "819": 511, "ones": 1221, "mountain_view#monday": 1638, "amherst": 434, "hhumid": 1367, "lot": 538, "such": 1342, "compton#sunday": 1642, "alameda#wednesday": 1754, "details": 452, "distance": 283, "13th": 342, "cleveland#saturday": 1646, "street": 148, "dish": 424, "san_jose#wednesday": 1686, "members": 649, "you'll": 1213, "told": 1165, "maping": 1501, "rest_stop#poi": 1653, "areas": 1479, "Stanford_Childrens_Health#distance": 1655, "ravenswood": 584, "compton#thursday": 1656, "hacienda": 864, "hotels": 610, "manhattan#wednesday": 1658, "outside": 589, "shopping_center#poi": 1835, "atherton#saturday": 1660, "multiple": 1515, "december": 674, "love": 1090, "boston#wednesday": 1664, "san_jose#friday": 1665, "potential": 1415, "doctor": 225, "me": 19, "cleveland#sunday": 1666, "patience": 628, "keen": 403, "drink": 1378, "Dominos#distance": 1612, "afraid": 751, "Stanford_Oval_Parking#traffic_info": 1759, "when's": 981, "bad": 1509, "rhank": 1410, "located": 84, "activities": 372, "19th": 723, "jack": 756, "predictions": 912, "shows": 785, "center": 144, "mount": 1314, "van": 436, "attach": 841, "always": 656, "sign": 768, "friends": 491, "schedules": 1007, "round": 495, "soon": 570, "not": 61, "n": 1481, "Stanford_Childrens_Health#address": 1676, "conditions": 1118, "music": 1203, "anyone": 882, "where": 76, "swimming_activity#date": 1920, "friends_house#poi": 1614, "glad": 166, "20s": 910, "assistance": 714, "2017": 1332, "Palo_Alto_Cafe#traffic_info": 1616, "without": 546, "jeff": 280, "we": 181, "meeting#party": 1682, "carson#friday": 1683, "specifically": 654, "picked": 601, "temperture": 1182, "less": 605, "well": 350, "915": 711, "of20f": 1506, "stormy": 348, "into": 964, "waste": 1047, "exceptions": 1188, "fog": 670, "signing": 1008, "remind": 201, "alta": 561, "91": 713, "children's": 1064, "serve": 766, "reported": 574, "dentist_appointment#date": 1690, "forecasts": 928, "100fs": 1131, "864": 632, "position": 386, "14th": 444, "homes": 1142, "Hotel_Keen#address": 1694, "2opm": 1249, "ice": 758, "Stanford_Express_Care#address": 1695, "corona#wednesday": 1697, "The_Clement_Hotel#traffic_info": 1798, "pick": 95, "alameda#tuesday": 1793, "listing": 694, "exeter#wednesday": 1600, "durham#monday": 1619, "serves": 586, "o": 1156, "cloudiness": 1033, "chanel": 1278, "starving": 1161, "desire": 941, "danville": 340, "wait": 1246, "let": 690, "new_york#tuesday": 1705, "dinner": 173, "pm": 48, "downtown_chicago#saturday": 1706, "10": 186, "help": 60, "short": 1029, "listed": 362, "remember": 924, "navigation": 133, "been": 401, "sales": 529, "compton#saturday": 1711, "head": 1362, "swimming_activity#time": 1712, "desiring": 662, "pills": 916, "beginning": 957, "atherton#monday": 1626, "Stanford_Express_Care#traffic_info": 1924, "outcast": 1218, "something": 701, "tired": 933, "grand_rapids#thursday": 1716, "Willows_Market#address": 1717, "which": 72, "swimming_activity#party": 1918, "The_Westin#address": 1721, "includes": 1478, "Starbucks#distance": 1722, "Stanford_Shopping_Center#address": 1723, "practice": 759, "changs": 387, "roots": 429, "walk": 710, "set": 32, "oakland#monday": 1621, "vincent's": 1396, "three": 488, "teh": 1461, "bollard": 827, "first": 699, "you'd": 1491, "dry": 313, "cool": 733, "ugh": 1003, "giving": 1358, "want": 71, "dew": 438, "downtown_chicago#sunday": 1528, "wonderful": 652, "thats": 1192, "wide": 1117, "30s": 900, "arcadia": 390, "Pizza_Chicago#traffic_info": 1732, "yoga_activity#agenda": 1733, "news": 1084, "you're": 21, "traffic": 26, "home#traffic_info": 1583, "exeter#monday": 1734, "presently": 1152, "proceed": 932, "The_Clement_Hotel#distance": 1735, "appointments": 391, "boston#thursday": 1625, "store": 212, "dentist": 171, "6th": 493, "Shell#traffic_info": 1737, "brentwood": 284, "week's": 588, "Midtown_Shopping_Center#traffic_info": 1591, "ventia": 1167, "Dominos#address": 1739, "783": 608, "sleep": 828, "road": 207, "quick": 194, "actual": 1456, "grand": 215, "marie": 282, "restaurant": 151, "gas_station#poi": 1926, "somewhat": 1243, "today's": 337, "it'll": 860, "los_angeles#monday": 1927, "contain": 1488, "cleveland": 252, "april": 1331, "boys": 1495, "sunday": 106, "these": 804, "alarm": 650, "stand": 1104, "fancisco": 1354, "don't": 448, "Palo_Alto_Cafe#distance": 1744, "i": 12, "stations": 968, "francisco": 273, "50s": 750, "between": 327, "currently": 330, "watch": 1267, "coupa": 402, "boston#friday": 1841, "Town_and_Country#address": 1628, "testing": 1134, "are": 24, "needs": 1443, "prediction": 883, "thurs": 1334, "taking_medicine#agenda": 1773, "certain_address#poi": 1749, "Civic_Center_Garage#distance": 1750, "father": 279, "mountain_view#friday": 1751, "moderate": 130, "am": 81, "fastes": 824, "fastest": 114, "sigona": 412, "Valero#distance": 1755, "downtown_chicago#friday": 1757, "optometrist's": 886, "reporting": 1430, "given": 1347, "coffe": 1394, "redwood": 233, "dominos": 527, "manhattan": 307, "5672_barringer_street#address": 1594, "prescription": 915, "fast": 368, "was": 809, "memory": 954, "speak": 1018, "football_activity#room": 1718, "jills": 887, "minutes": 502, "Pizza_Hut#address": 1762, "one": 45, "so": 155, "amazing": 1469, "nor": 1027, "lows": 456, "new_york#sunday": 1620, "inglewood#monday": 1930, "their": 755, "grand_rapids#wednesday": 1767, "5": 103, "july": 1062, "100": 321, "takeout": 825, "location": 135, "wild": 1399, "labs": 1427, "583": 549, "hospital": 236, "1pm": 202, "menlo_park#wednesday": 1770, "plotting": 829, "meeting's": 1351, "home": 123, "enough": 752, "seattle": 324, "manhattan#thursday": 1778, "arbol": 336, "clouds": 1024, "providing": 991, "really": 985, "580": 642, "thre": 1028, "atherton#wednesday": 1810, "saurday": 1217, "compton#wednesday": 1775, "since": 637, "corona#tuesday": 1933, "venetia": 364, "wrong": 1141, "starbuck": 1261, "Willows_Market#distance": 1779, "from": 138, "434": 671, "helps": 1414, "1": 116, "Teavana#distance": 1634, "last": 596, "stay": 1126, "Sigona_Farmers_Market#distance": 1783, "view's": 1477, "Trader_Joes#address": 1935, "70fs": 1013, "mother": 326, "pizza": 128, "entire": 1112, "alhambra#sunday": 1787, "know": 85, "finally": 1359, "exact": 1159, "saturday's": 1511, "asking": 481, "grand_rapids#monday": 1792, "amarillo": 631, "changing": 1446, "all": 96, "welcone": 1148, "snow": 117, "nice": 792, "18th": 745, "house": 185, "how's": 590, "regarding": 1455, "alternative": 920, "compton#tuesday": 1677, "night's": 1236, "Whole_Foods#address": 1794, "certainly": 1229, "dinner#time": 1636, "mountain_view#saturday": 1797, "en": 913, "wish": 700, "safe": 727, "budget": 460, "chinese": 163, "fresno's": 1009, "joining": 680, "inglewood#thursday": 1801, "acceptable": 1317, "mateo": 234, "phils": 1054, "90": 375, "items": 1195, "terrific": 1485, "fresno": 287, "tom's": 548, "Midtown_Shopping_Center#distance": 1803, "alhambra#tuesday": 1806, "highest": 396, "heading": 542, "start": 747, "happy": 180, "lab_appointment#room": 1807, "climate": 1248, "match": 620, "Round_Table#distance": 1786, "followed": 961, "provide": 791, "hope": 579, "inglewood#saturday": 1811, "fresno#tuesday": 1939, "Panda_Express#distance": 1812, "cost": 1245, "several": 746, "110": 908, "Shell#distance": 1814, "yes": 58, "new_york#thursday": 1788, "humid": 249, "storming": 1374, "placing": 1193, "advised": 1307, "hr": 428, "trough": 1228, "sells": 1224, "lowest": 395, "alma": 519, "third": 1227, "redwood_city#tuesday": 1817, "heads": 1035, "coupa's": 1487, "taking_medicine#room": 1819, "right": 351, "vary": 1143, "course": 1353, "longer": 742, "thursday's": 996, "394": 582, "102": 618, "Hacienda_Market#distance": 1823, "Dish_Parking#traffic_info": 1824, "helpful": 741, "271": 572, "mall": 232, "carson#monday": 1827, "using": 1162, "then": 211, "country": 393, "because": 899, "jack's": 728, "you1": 1437, "both": 352, "day": 59, "quarterly": 669, "centers": 754, "alhambra#monday": 1791, "wow": 955, "temperatures": 540, "gas": 208, "march": 740, "776": 643, "john's": 1111, "onboard": 648, "heart": 380, "already": 593, "5672": 790, "new_york#wednesday": 1840, "job": 871, "Chevron#address": 1692, "Dish_Parking#address": 1842, "dinner#room": 1843, "enjoy": 426, "60f": 229, "least": 400, "think": 836, "didn't": 865, "shoot": 1323, "aug": 1115, "towards": 1372, "redwood_city#thursday": 1539, "durham#wednesday": 1945, "tueday": 1225, "Chef_Chu's#distance": 1846, "ana": 344, "scheduling": 244, "they're": 902, "hospitals": 720, "ups": 1389, "880": 595, "classes": 977, "Stanford_Oval_Parking#address": 1847, "screen": 68, "produce": 1103, "60s": 837, "coming": 485, "activate": 1421, "carefull": 1364, "plan": 1190, "10th": 397, "doctor's": 187, "hospital#poi": 1850, "assistant": 533, "mist": 894, "hunger": 1042, "alester": 278, "office": 1510, "st": 302, "Teavana#traffic_info": 1853, "Round_Table#address": 1855, "Pizza_Chicago#address": 1908, "29th": 599, "thankyou": 1514, "oakland": 339, "los_angeles#wednesday": 1857, "ames": 247, "conference": 98, "knowing": 950, "downtown_chicago#wednesday": 1861, "bro": 1273, "probability": 1454, "different": 922, "Hacienda_Market#address": 1644, "shops": 693, "56": 518, "being": 532, "bedoin": 433, "inglewood#sunday": 1869, "coffee_or_tea_place#poi": 1870, "agree": 1327, "Cafe_Venetia#traffic_info": 1871, "76#address": 1673, "pan": 564, "started": 1045, "taking_medicine#date": 1645, "104": 1001, "they": 545, "learning": 1020, "lost": 1138, "find": 62, "parl": 1169, "farmers": 413, "anyway": 507, "cleat": 1223, "alternately": 1151, "fine": 551, "optometrist_appointment#agenda": 1877, "tennis_activity#agenda": 1878, "sometime": 893, "work": 484, "university": 304, "alameda": 383, "8pm": 861, "asap": 958, "menlo_park#friday": 1883, "toms": 938, "probably": 1164, "inglewood#tuesday": 1668, "turn": 801, "welcoem": 1349, "papa": 679, "Willows_Market#traffic_info": 1887, "my": 28, "fresno#saturday": 1888, "pulled": 1199, "doctor_appointment#time": 1890, "updated": 773, "take": 153, "meantime": 1204, "locations": 778, "camarillo": 415, "grocery": 191, "86": 1078, "rather": 1395, "jong": 1502, "downs": 1390, "dentist#time": 1651, "atherton#thursday": 1893, "reports": 960, "chu": 1438, "tio": 1503, "his": 917, "menlo_park#monday": 1652, "certain": 1135, "1313": 1100, "suday": 1368, "tennis_activity#date": 1897, "city": 42, "meating": 1516, "Ravenswood_Shopping_Center#address": 1898, "starve": 1251, "downtown": 367, "peets": 522, "did": 577, "corona's": 1132, "allow": 803, "calling": 873, "appointment": 38, "5672_barringer_street#traffic_info": 1902, "either": 934, "though": 814, "san_francisco#sunday": 1905, "chevron": 441, "tell": 159, "conference#time": 1654, "blizzards": 953, "friday": 113, "6": 143, "Pizza_Hut#distance": 1952, "driving": 906, "types": 1295, "appreciate": 872, "forcast": 1053, "lots": 1074, "s": 858, "seven": 566, "class": 341, "optometrist": 152, "sensibly": 1355, "mile": 189, "san_francisco#thursday": 1913, "again": 616, "identical": 1092, "chu's": 520, "Mandarin_Roots#distance": 1769, "relax": 1235, "oakland#sunday": 1915, "ever": 1214, "express": 298, "map": 224, "health": 457, "medicine#time": 1954, "plotted": 1274, "Cafe_Venetia#address": 1833, "follows": 1489, "doing": 935, "archuleta": 661, "wanna": 761, "jill's": 651, "Pizza_My_Heart#address": 1919, "distracted": 1450, "calls": 539, "corona#sunday": 1957, "friend": 476, "use": 1170, "block": 253, "broken": 1097, "choose": 1178, "nextt": 1108, "days'": 1285, "cafe's": 1241, "garages": 813, "period": 797, "sit": 1082, "Midtown_Shopping_Center#address": 1892, "tomorrows": 999, "7pm": 245, "483": 1310, "schedule": 80, "jose": 323, "409": 826, "groceries": 603, "f": 451, "listings": 777, "seeking": 1202, "activites": 1006, "time": 51, "corona": 447, "have": 39, "r": 477, "kind": 905, "Palo_Alto_Garage_R#distance": 1932, "check": 184, "another": 260, "off": 1409, "talking": 877, "i'll": 715, "toms_house#distance": 1937, "about": 93, "couple": 683, "coordinates": 890, "heavy": 88, "yoga_activity#party": 1808, "dental": 1065, "redwood_city#saturday": 1938, "says": 946, "august": 228, "goes": 1329, "thanks": 20, "destination": 717, "100s": 892, "begin": 834, "travelers": 634, "chance": 568, "The_Westin#traffic_info": 1941, "gathering": 1098, "1st": 361, "lets": 1337, "parking's": 1320, "activity": 87, "worried": 1155, "noted": 425, "7th": 353, "11am": 343, "cleveland#wednesday": 1958, "express'": 1405, "lower": 1356, "double": 1186, "Stanford_Express_Care#distance": 1541, "doesn't": 807, "respectively": 1413, "joe's": 978, "activity's": 1172, "cars": 1319, "beside": 1508, "5677_southwest_4th_street#distance": 1758, "session": 1339, "local": 354, "clear": 198, "removed": 1470, "los_angeles#sunday": 1950, "laboratory": 729, "704": 770, "saved": 967, "solves": 1048, "responded": 1316, "more": 388, "hungry": 962, "discuss": 270, "830": 675, "valero": 537, "taking": 449, "indications": 1244, "carson#thursday": 1955, "Pizza_Hut#traffic_info": 1960, "bathroom": 1094, "restaurant's": 1051, "san_francisco#tuesday": 1568, "Valero#traffic_info": 1956, "best": 322, "helping": 1021, "30f": 347, "oakland#saturday": 1959, "gasoline": 1254, "exactly": 875, "unable": 1230, "new": 136, "mesa": 562, "arrowhead": 459, "deal": 1071, "danville#sunday": 1962}