{"thusday": 1144, "Sigona Farmers Market#distance": 1869, "grand rapids#sunday": 1672, "or": 202, "shortest": 250, "carefully": 167, "stereo": 1038, "Trader Joes#distance": 1863, "danville#saturday": 1678, "doesnt": 1237, "near": 205, "heat": 1506, "scattered": 1410, "focus": 1450, "how": 295, "careful": 958, "dentist appointment#party": 1596, "<eos>": 1964, "10pm": 884, "named": 724, "request": 848, "2pm": 234, "skies": 237, "Cafe Venetia#address": 1915, "works": 849, "lab appointment#party": 1616, "avoids": 542, "Safeway#traffic_info": 1800, "Travelers Lodge#distance": 1962, "boston#wednesday": 1710, "accident": 1293, "gather": 1397, "altaire": 708, "invited": 1431, "fun": 1312, "relevant": 1239, "tuesday's": 1118, "topanga": 509, "interested": 308, "fresno#friday": 1831, "Dish Parking#address": 1520, "jing": 288, "corona#friday": 1656, "Peets Coffee#traffic_info": 1815, "lodge": 614, "range": 770, "perfect": 241, "dad": 985, "5677 southwest 4th street#traffic_info": 1931, "648": 1403, "where's": 529, "issue": 1287, "central": 1197, "pulling": 1447, "coupas": 1317, "sweet": 1337, "<unk>": 1964, "coupe": 1310, "cup": 783, "seattle#saturday": 1664, "us": 764, "particular": 721, "bud": 1109, "he": 991, "few": 418, "grand rapids#thursday": 1669, "in": 4, "lab appointment#time": 1614, "super": 1365, "new york#sunday": 1651, "confirm": 626, "Mandarin Roots#distance": 1550, "update": 725, "meaning": 1127, "two": 144, "alex": 292, "Chef Chu's#distance": 1586, "Chef Chu's#address": 1584, "53": 703, "whom": 1475, "145": 599, "getting": 1339, "needed": 733, "state": 894, "5677 springer street#traffic_info": 1797, "bunch": 705, "camarillo#thursday": 1634, "manhattan#friday": 1628, "medicine#agenda": 1899, "planned": 908, "22th": 1391, "locally": 793, "especially": 996, "instead": 1074, "degrees": 801, "cafe": 173, "plans": 1342, "immediately": 986, "swimming": 168, "to113": 1209, "new york#tuesday": 1646, "likely": 1362, "Civic Center Garage#distance": 1938, "fahrenheit": 1215, "satruday": 1483, "hotel": 166, "next": 39, "moment": 500, "still": 543, "problem": 77, "nearer": 861, "camarillo#friday": 1635, "i'm": 163, "send": 149, "Stanford Oval Parking#distance": 1526, "jang's": 1432, "correct": 910, "the": -1, "Whole Foods#distance": 1813, "463": 1425, "383": 552, "123": 1320, "sister": 290, "fall": 646, "satisfy": 1415, "safely": 499, "bring": 684, "The Clement Hotel#traffic_info": 1958, "dicu": 1465, "espresso": 1184, "70s": 896, "Coupa#distance": 1951, "westin": 368, "Midtown Shopping Center#distance": 1872, "new york#friday": 1649, "lose": 1128, "chances": 1086, "forecast": 45, "The Clement Hotel#address": 1957, "would": 43, "22nd": 657, "southwest": 1400, "pain": 1113, "information": 192, "cleveland#monday": 1715, "rain": 63, "jills house#address": 1873, "looking": 549, "90s": 797, "storm": 1383, "medical": 463, "inglewood#friday": 1733, "what's": 131, "error": 1122, "philz": 307, "possible": 370, "monday's": 1162, "cadwell": 540, "sir": 844, "medicine#room": 1897, "you": 1, "garage's": 1123, "thrusday": 1001, "include": 1291, "room": 220, "adress": 1474, "said": 829, "spot": 671, "Palo Alto Garage R#distance": 1570, "pronto": 1428, "dinner#party": 1621, "impending": 1351, "rest stop#poi": 1532, "soonest": 832, "info": 164, "yoga activity#agenda": 1612, "Pizza Chicago#address": 1539, "seeing": 794, "car": 40, "preference": 852, "during": 397, "tai": 562, "m": 1035, "too": 372, "making": 994, "foggy": 217, "san francisco#wednesday": 1703, "gover": 1518, "suffice": 1271, "hour": 964, "confirmed": 1390, "Four Seasons#traffic_info": 1859, "welcome": 10, "tomorrow's": 467, "iniglewood": 1392, "wdnesday": 1302, "Round Table#traffic_info": 1910, "radio": 1407, "los angeles#monday": 1687, "choice": 928, "follow": 628, "monday": 91, "specific": 695, "Philz#traffic_info": 1592, "rest": 294, "rock": 815, "private": 1406, "amounts": 1297, "grand rapids#monday": 1666, "above": 1076, "group": 822, "very": 117, "eventually": 1292, "its": 218, "reaching": 814, "friend's": 520, "yoga activity#date": 1613, "place": 169, "vote": 1278, "329": 570, "pic": 1148, "programmed": 1349, "up": 345, "until": 1101, "vp": 968, "windy": 263, "oak": 686, "enroute": 1283, "feel": 842, "comfort": 514, "inglewood": 313, "pf": 658, "medicine#date": 1900, "doctors's": 1448, "anton": 445, "isn't": 553, "routes": 1054, "Comfort Inn#address": 1918, "oakland#thursday": 1753, "toms house#address": 1535, "reservation": 1492, "days": 136, "childrens": 470, "even": 877, "some": 298, "Whole Foods#address": 1811, "philzis": 1135, "mandarin": 413, "reach": 177, "optometrist appointment#room": 1945, "month": 196, "tennis activity#party": 1941, "preferably": 1119, "carson#tuesday": 1842, "sending": 701, "alhambra#saturday": 1769, "alrigth": 1165, "whose": 1068, "found": 706, "tonight": 663, "address": 32, "5672 barringer street#distance": 1908, "pizzeria": 781, "11th": 462, "meeting": 66, "varies": 1473, "tom": 221, "adddress": 1307, "40f": 204, "collision": 280, "style": 1183, "stops": 929, "checking": 1084, "brentwood#thursday": 1725, "528": 586, "name": 568, "report": 365, "shot": 756, "ln": 516, "coffee": 133, "heave": 1190, "displayed": 1305, "hi": 691, "list": 1003, "sounds": 178, "im": 759, "durham#thursday": 1697, "downtown chicago#monday": 1848, "3rd": 356, "there": 9, "danville#tuesday": 1674, "Sigona Farmers Market#traffic_info": 1868, "12pm": 1461, "somehow": 1360, "60": 468, "million": 975, "Teavana#address": 1561, "exeter#saturday": 1790, "dates": 603, "park": 230, "merger": 632, "clothes": 1467, "displaying": 850, "4f": 1149, "none": 982, "within": 225, "san mateo#tuesday": 1758, "jills house#distance": 1875, "kidding": 1138, "has": 153, "while": 730, "fact": 1174, "there's": 1080, "tai pan#traffic_info": 1865, "that's": 242, "town": 391, "it": 13, "san mateo#monday": 1757, "drizzle": 198, "receive": 1334, "657": 635, "mark": 965, "fairly": 1231, "picking": 1075, "setting": 69, "business": 809, "oh": 613, "slight": 1082, "carson#sunday": 1847, "highlighted": 1004, "needing": 926, "w": 1156, "supposed": 407, "Topanga Mall#address": 1879, "heard": 1344, "states": 1033, "weekend": 287, "inglewood's": 1451, "certain address#poi": 1796, "as": 317, "792": 431, "fresco": 1275, "00": 1015, "referring": 1060, "moms": 1329, "whats": 951, "270": 734, "does": 236, "to": 2, "100f": 195, "starts": 948, "night": 988, "5th": 381, "Safeway#distance": 1801, "little": 720, "warn": 1482, "Round Table#distance": 1911, "make": 403, "picnic": 454, "far": 816, "regardless": 1516, "possibly": 1456, "man": 1481, "marta": 1249, "should": 98, "Hacienda Market#traffic_info": 1922, "teavana": 333, "blizzard": 285, "each": 778, "l": 1009, "today": 42, "408": 579, "warm": 291, "put": 622, "dinner#agenda": 1622, "than": 787, "encounter": 1296, "171": 685, "cleveland's": 1236, "matters": 1204, "only": 155, "los": 314, "option": 474, "hail": 274, "alto": 175, "barringer": 369, "doctor appointment#time": 1822, "tennis activity#room": 1940, "appear": 1238, "our": 208, "misty": 377, "purpose": 704, "quicker": 920, "go": 52, "durham#sunday": 1700, "girl": 1493, "alamanor": 1345, "close": 493, "seattle#thursday": 1662, "home#distance": 1590, "Civic Center Garage#traffic_info": 1937, "shortly": 554, "attendance": 936, "conference#agenda": 1904, "wold": 1254, "out": 176, "9981": 659, "shrimps": 1281, "secheduled": 1299, "los angeles#thursday": 1690, "downtown chicago#wednesday": 1850, "live": 546, "parking": 118, "football": 146, "load": 1369, "it's": 104, "dentist#room": 1953, "taking medicine#party": 1601, "fresno#thursday": 1830, "Mandarin Roots#traffic_info": 1549, "empty": 1210, "promptly": 1258, "danville#friday": 1677, "long": 654, "options": 667, "including": 1411, "boss": 471, "Stanford Childrens Health#distance": 1935, "random": 1011, "awful": 1178, "Palo Alto Medical Foundation#address": 1575, "that'll": 999, "an": 213, "traveling": 1386, "oakland#friday": 1754, "pi": 1382, "mapping": 938, "optometrist appointment#date": 1948, "letting": 1422, "slow": 1098, "accomplish": 1079, "overcast": 219, "whichever": 1264, "trying": 1024, "mid": 1267, "Starbucks#address": 1792, "Safeway#address": 1799, "san francisco#friday": 1705, "grand rapids#tuesday": 1667, "Four Seasons#address": 1858, "Stanford Shopping Center#distance": 1560, "alameda#monday": 1834, "son's": 875, "2nd": 473, "alameda#friday": 1838, "lunch": 1049, "looks": 711, "yelp": 1434, "temp": 1029, "joint": 1399, "trip": 527, "panda": 376, "dinner#date": 1623, "almanor": 491, "john": 1105, "465": 729, "gonna": 182, "Panda Express#address": 1882, "chicken": 1279, "mountain view#monday": 1736, "webster": 478, "Papa Johns#distance": 1807, "tenth": 723, "who's": 792, "seasons": 460, "av": 747, "original": 1496, "cloudy": 114, "exeter#sunday": 1791, "avoid": 216, "8": 398, "appointment's": 1441, "garage": 121, "corona#saturday": 1657, "Palo Alto Cafe#address": 1876, "among": 1300, "dose": 1495, "hit": 1078, "highs": 441, "nooo": 1466, "free": 1071, "452": 643, "chang's": 1396, "mom": 855, "sure": 293, "roots'": 1298, "alright": 384, "hello": 847, "aunt": 271, "repetitive": 1167, "give": 56, "san jose#friday": 1684, "party": 737, "brentwood#saturday": 1727, "conference#date": 1905, "Trader Joes#traffic_info": 1862, "manhattan#saturday": 1629, "we're": 209, "probem": 1479, "doctor appointment#date": 1826, "could": 187, "338": 681, "calendar": 302, "oakland#tuesday": 1751, "standford": 978, "manhattan#sunday": 1630, "just": 229, "durham": 199, "happening": 1176, "human": 1092, "ranging": 1489, "through": 405, "together": 1045, "ness": 436, "expect": 779, "camino": 266, "frosty": 1067, "preferred": 1440, "open": 1037, "mix": 1186, "boston's": 1311, "shopping": 123, "mountain view#saturday": 1741, "events": 788, "drive": 125, "Civic Center Garage#address": 1936, "drizzling": 738, "taking medicine#date": 1603, "ahlambra": 1405, "serving": 1115, "exeter#thursday": 1788, "9am": 419, "scheduled": 103, "113": 472, "much": 141, "menlo": 275, "Palo Alto Cafe#distance": 1878, "direction": 606, "real": 273, "appears": 838, "san jose#monday": 1680, "kindly": 768, "having": 981, "swim": 766, "games": 1269, "morning": 799, "9": 393, "anything": 268, "altherton": 1419, "The Clement Hotel#distance": 1959, "meeting#time": 1817, "compton#monday": 1743, "The Westin#address": 1531, "214": 535, "other": 327, "is": 0, "however": 868, "dress": 555, "service": 946, "lab": 156, "drizzles": 1043, "yoga": 138, "swimming activity#date": 1895, "exercise": 935, "brentwood#tuesday": 1723, "jill": 616, "Hotel Keen#distance": 1804, "discussing": 997, "durham#saturday": 1699, "tomorrow": 73, "yoga activity#room": 1610, "oakland#wednesday": 1752, "nothing": 888, "corona#thursday": 1655, "miss": 1129, "p": 449, "exeter#friday": 1789, "kill": 1255, "atheron": 1145, "agenda": 332, "will": 17, "hailing": 1219, "goodbye": 362, "Coupa#traffic_info": 1950, "meeting#room": 1818, "Comfort Inn#traffic_info": 1919, "mind": 895, "jacks": 748, "everyday": 1457, "anyt": 1370, "area": 357, "later": 489, "falling": 1343, "camarillo#saturday": 1636, "mean": 883, "70f": 262, "rd": 416, "seattle#monday": 1659, "raining": 270, "mountianview": 1471, "90f": 253, "17th": 843, "call": 694, "new york#thursday": 1648, "predicts": 644, "second": 887, "avalible": 1439, "weather": 34, "quickest": 64, "seattle#sunday": 1665, "12th": 148, "stuck": 1051, "grand rapids#saturday": 1671, "running": 1463, "willows": 736, "week": 35, "compton#saturday": 1748, "thursday": 107, "directions": 49, "poi": 1018, "table": 495, "got": 666, "playing": 804, "foundation": 464, "danville#wednesday": 1675, "game": 375, "everything": 943, "clarify": 1259, "might": 683, "Dominos#traffic_info": 1566, "your": 22, "wed": 1270, "30": 373, "ther": 1497, "york": 145, "faster": 742, "san": 109, "reservations": 1368, "low": 126, "accompanying": 1104, "compton": 238, "medicine#party": 1898, "see": 309, "who": 139, "mappling": 1359, "anytime": 124, "football activity#time": 1604, "uff": 1421, "full": 873, "doctor appointment#room": 1823, "if": 90, "directionsome": 1225, "italian": 1022, "restaurants": 605, "purchase": 1039, "fantastic": 987, "danville#monday": 1673, "please": 24, "arastradero": 466, "directing": 862, "quickly": 762, "seat": 1095, "rsvp": 1314, "shell": 508, "773": 524, "lab appointment#agenda": 1617, "camarillo#wednesday": 1633, "lighter": 1221, "fill": 993, "starbucks": 160, "wind": 918, "whoever": 1335, "pass": 1288, "Papa Johns#traffic_info": 1806, "view": 257, "nearby": 85, "camarillo#monday": 1631, "caldwell": 1055, "aren't": 782, "hut": 675, "forget": 922, "despite": 1188, "york's": 841, "20fs": 1304, "may": 866, "malls": 1090, "ya": 1325, "16th": 637, "jon": 245, "Palo Alto Garage R#traffic_info": 1569, "on": 3, "hear": 504, "liked": 1417, "menlo park#tuesday": 1639, "showing": 575, "address'": 1372, "san francisco#monday": 1701, "seriously": 1327, "80": 502, "Shell#address": 1912, "data": 845, "available": 334, "places": 566, "along": 702, "pull": 854, "system": 1088, "conferences": 774, "repeat": 1303, "Palo Alto Medical Foundation#traffic_info": 1576, "but": 96, "i've": 388, "12": 652, "executive": 482, "mine": 1289, "brentwood#monday": 1722, "snowy": 786, "ouch": 752, "menlo park#monday": 1638, "Ravenswood Shopping Center#distance": 1583, "previsions": 1416, "adding": 1470, "alameda#saturday": 1839, "gas station#poi": 1544, "753": 662, "trouble": 1265, "y": 1157, "listening": 974, "50": 429, "get": 65, "mountain view#sunday": 1742, "seattle#wednesday": 1661, "avenue": 465, "with": 16, "food": 344, "fresno#sunday": 1833, "atherton#tuesday": 1772, "miles": 26, "menlo park#friday": 1642, "springer": 496, "neither": 1059, "wearther": 1472, "boston#sunday": 1714, "pleasure": 319, "do": 51, "at270": 1498, "Stanford Oval Parking#address": 1524, "20f": 406, "5672 barringer street#address": 1906, "angeles": 315, "jingcan": 1462, "chester": 1100, "ct": 304, "any": 99, "5677": 763, "martha": 310, "future": 989, "driver": 378, "alger": 267, "company": 453, "corona#monday": 1652, "dentist appointment#room": 1595, "great": 76, "bet": 1262, "good": 161, "joes": 438, "chicago": 212, "play": 821, "station": 249, "Pizza My Heart#address": 1927, "greatly": 1290, "expected": 638, "boston#saturday": 1713, "farther": 830, "market": 337, "40": 426, "home#poi": 1588, "lined": 1112, "669": 621, "shop": 260, "show": 194, "nowy": 1340, "noooooooo": 1233, "navigating": 364, "program": 1285, "suggest": 846, "saturday": 120, "dentist#date": 1956, "wondering": 1069, "forecasted": 690, "8th": 276, "shopping center#poi": 1552, "wet": 1056, "Hotel Keen#address": 1802, "closer": 612, "weekly": 300, "dentist#agenda": 1955, "football activity#date": 1608, "series": 1387, "current": 316, "avoiding": 731, "visit": 780, "feeling": 1014, "mountain": 256, "many": 897, "doctor appointment#party": 1824, "lane": 942, "event": 511, "exeter#tuesday": 1786, "nearest": 54, "predict": 665, "sunday's": 1048, "locate": 687, "attending": 140, "lab appointment#date": 1618, "willow": 1021, "done": 924, "prefer": 358, "heavey": 1062, "search": 676, "refill": 1179, "domino's": 1013, "times": 865, "70": 486, "boston#tuesday": 1709, "requested": 1193, "note": 805, "brentwood#wednesday": 1724, "back": 820, "tea": 261, "swimming activity#room": 1892, "dont": 1491, "football activity#party": 1606, "blood": 879, "direct": 442, "friends'": 1446, "toms house#traffic_info": 1537, "danville#thursday": 1676, "amaranta": 534, "need": 62, "navigate": 359, "exeter": 311, "rea": 1246, "5671": 410, "ranges": 1058, "jones": 1485, "him": 917, "ive": 1459, "wanted": 992, "80s": 902, "jacks house#traffic_info": 1889, "clement": 434, "shots": 1324, "infrastructure": 601, "3pm": 255, "detours": 1438, "added": 785, "promising": 1295, "hours": 611, "via": 203, "meet": 834, "optometrist appointment#agenda": 1947, "foods": 354, "seattle#friday": 1663, "now": 74, "called": 577, "los angeles#saturday": 1692, "care": 479, "high": 93, "chans": 1218, "plot": 807, "searched": 1347, "mostly": 903, "temperature": 68, "fasest": 1374, "retrieve": 1136, "what": 15, "minimum": 1146, "san francisco#thursday": 1704, "40s": 858, "further": 1401, "trust": 1251, "5677 southwest 4th street#address": 1930, "hurry": 1072, "Stanford Express Care#address": 1571, "insert": 1430, "civic": 564, "calculate": 944, "alameda#sunday": 1840, "grand rapids#friday": 1670, "dinners": 818, "reiterate": 1172, "los angeles#tuesday": 1688, "ready": 1195, "four": 415, "4pm": 264, "10am": 296, "worry": 1132, "hot": 189, "guess": 584, "roadblock": 839, "menlo park#thursday": 1641, "reminded": 1207, "brother": 305, "arastraero": 1182, "can't": 1085, "i'd": 488, "say": 664, "people": 969, "Stanford Shopping Center#address": 1558, "involved": 962, "excellent": 837, "333": 795, "way": 128, "hai": 1301, "down": 972, "Town and Country#distance": 1554, "tuesday": 82, "response": 1066, "highlight": 869, "wednesday": 108, "amount": 640, "578": 593, "atherton": 380, "come": 878, "medication": 1241, "okay": 53, "navigator": 1106, "stores": 718, "tonight's": 1286, "redwood city#thursday": 1781, "swimming activity#agenda": 1894, "upcoming": 522, "awesome": 505, "nope": 856, "recorded": 1159, "parties": 430, "evening": 1402, "sent": 106, "brentwood#sunday": 1728, "big": 1379, "scedule": 1443, "manhattan#tuesday": 1625, "899": 625, "valeros": 1503, "display": 811, "yor": 1375, "san jose#sunday": 1686, "team": 289, "those": 696, "also": 421, "chef": 512, "snowing": 558, "otherwise": 1120, "conference#party": 1903, "481": 533, "tennis activity#date": 1943, "buddy": 867, "management": 477, "alhambra#friday": 1768, "travel": 1261, "arrive": 582, "let's": 100, "massage": 1094, "frost": 239, "predicted": 222, "slightly": 906, "understood": 1200, "thank": 14, "lesson": 890, "trader": 420, "loved": 1433, "approximately": 970, "by": 507, "of": 29, "pl": 417, "nda": 707, "cities": 1121, "436": 485, "dr": 191, "redwood city#saturday": 1783, "200": 656, "hand": 983, "held": 950, "san mateo#wednesday": 1759, "although": 880, "Coupa#address": 1949, "80f": 247, "san francisco#sunday": 1707, "whole": 330, "headed": 1423, "Peets Coffee#address": 1814, "alhambra": 318, "550": 530, "meeting#agenda": 1820, "somewhere": 831, "finding": 1152, "most": 597, "tennis": 157, "638": 634, "Chef Chu's#traffic_info": 1585, "Palo Alto Garage R#address": 1568, "Stanford Childrens Health#traffic_info": 1934, "aware": 810, "predicting": 1175, "The Westin#distance": 1534, "buy": 819, "Valero#address": 1543, "chosen": 1124, "tooth": 1031, "this": 33, "shall": 523, "tennis activity#agenda": 1942, "regret": 1252, "johns": 717, "4th": 469, "brentwood#friday": 1726, "better": 941, "alhambra#wednesday": 1766, "cleveland#tuesday": 1716, "Willows Market#traffic_info": 1529, "san jose#wednesday": 1682, "cleveland#friday": 1719, "date": 111, "add": 452, "choices": 1464, "putting": 1376, "must": 1384, "Starbucks#traffic_info": 1793, "shouldn't": 608, "593": 688, "15th": 409, "wil": 1427, "midtown": 503, "lab appointment#room": 1615, "Chevron#traffic_info": 1886, "be": 12, "seems": 930, "end": 572, "at": 6, "traveler's": 1274, "tho": 1180, "Pizza My Heart#traffic_info": 1928, "Stanford Oval Parking#traffic_info": 1525, "Four Seasons#distance": 1860, "Webster Garage#address": 1924, "eat": 481, "lives": 672, "confused": 1153, "meds": 1268, "Dish Parking#traffic_info": 1522, "menlo park#wednesday": 1640, "3": 88, "motels": 947, "coldest": 1356, "Webster Garage#distance": 1926, "alameda#thursday": 1837, "Palo Alto Cafe#traffic_info": 1877, "4": 89, "closest": 110, "weeks": 853, "48": 610, "apple": 1380, "Travelers Lodge#address": 1960, "mmm": 773, "here": 181, "fresno#monday": 1827, "sorry": 383, "inn": 515, "Panda Express#traffic_info": 1883, "route": 21, "person": 1512, "assitant": 913, "once": 851, "stanford": 171, "conference#room": 1902, "for": 5, "enter": 1126, "warmest": 1199, "before": 743, "inquiring": 525, "president": 498, "mountain view#friday": 1740, "alternate": 715, "else": 258, "no": 30, "try": 574, "5677 southwest 4th street#distance": 1932, "experience": 1230, "610": 629, "7": 130, "chicago's": 1065, "same": 680, "Cafe Venetia#distance": 1917, "yoga activity#time": 1609, "vice": 497, "347": 559, "rainy": 697, "ok": 119, "atherton#friday": 1775, "90fs": 1444, "269": 551, "able": 439, "boston": 284, "around": 324, "safeway": 404, "look": 513, "lessons": 817, "that": 48, "fasted": 1378, "pizza restaurant#poi": 1540, "downtown chicago#thursday": 1851, "carson": 355, "yo": 1257, "and": 8, "a": 7, "sort": 1517, "cleveland#thursday": 1718, "downtown chicago#sunday": 1854, "jing's": 1030, "doctors": 457, "9th": 761, "ahead": 1208, "going": 72, "warmer": 1232, "home#address": 1587, "we'll": 1036, "sue": 1042, "elm": 1321, "camarillo#sunday": 1637, "outlook": 1170, "maybe": 1205, "addres": 1308, "can": 55, "test": 775, "50pm": 973, "durham#friday": 1698, "5pm": 240, "compton#friday": 1747, "dentist#party": 1954, "bye": 618, "exeter#wednesday": 1787, "gps": 81, "won't": 623, "durham#tuesday": 1695, "workout": 1087, "her": 1025, "wirth": 1256, "guide": 1381, "select": 955, "results": 557, "eye": 624, "palo": 174, "optometrist appointment#party": 1946, "redwood city#sunday": 1784, "sound": 645, "stop": 331, "5677 springer street#distance": 1798, "Stanford Express Care#distance": 1574, "except": 1458, "misspoken": 1263, "ask": 1010, "5677 springer street#address": 1795, "Jing Jing#distance": 1810, "away": 28, "city's": 1143, "over": 254, "P.F. Changs#address": 1578, "run": 1499, "tai pan#distance": 1866, "drunk": 1385, "when": 159, "2": 78, "tennis activity#time": 1939, "22and": 1211, "startbucks": 1206, "cold": 771, "Ravenswood Shopping Center#address": 1581, "oval": 444, "11": 299, "carson#wednesday": 1843, "wanting": 408, "50f": 348, "them": 735, "closet": 1173, "76": 620, "45": 1057, "orange": 1280, "code": 556, "Hotel Keen#traffic_info": 1803, "chrildrens": 1504, "Philz#address": 1591, "Chevron#distance": 1887, "camarillo#tuesday": 1632, "welsome": 1435, "additional": 1139, "atherton#sunday": 1777, "mom's": 1332, "611": 639, "manhattan's": 1452, "76#distance": 1557, "uhh": 1108, "sunny": 1323, "seattle#tuesday": 1660, "average": 1214, "actually": 677, "boston#monday": 1708, "dentist appointment#time": 1594, "routh": 1276, "rapids": 215, "842": 580, "afternoon": 900, "ingelwood": 1418, "optometrist appointment#time": 1944, "oakland#sunday": 1756, "6pm": 328, "ave": 101, "unfortunately": 461, "reached": 1364, "Midtown Shopping Center#traffic_info": 1871, "football activity#room": 1605, "closeest": 1424, "20th": 590, "nuts": 1282, "alhambra#thursday": 1767, "marked": 939, "assist": 422, "20": 591, "Pizza Hut#address": 1855, "conversation": 798, "covers": 1016, "vaccination": 1040, "barista": 979, "meetings": 596, "point": 1511, "el": 265, "reminders": 925, "like": 36, "whenever": 1196, "medicine": 226, "reminder": 46, "storms": 971, "819": 510, "ones": 1220, "amherst": 433, "hhumid": 1366, "lot": 537, "Trader Joes#address": 1861, "such": 1341, "compton#sunday": 1749, "Dish Parking#distance": 1523, "alameda#wednesday": 1836, "details": 451, "distance": 282, "13th": 341, "cleveland#saturday": 1720, "street": 147, "dish": 423, "members": 648, "you'll": 1212, "told": 1164, "maping": 1500, "Pizza Hut#distance": 1857, "areas": 1478, "ravenswood": 583, "compton#thursday": 1746, "hacienda": 863, "hotels": 609, "manhattan#wednesday": 1626, "outside": 588, "atherton#saturday": 1776, "multiple": 1514, "december": 673, "love": 1089, "football activity#agenda": 1607, "potential": 1414, "doctor": 224, "me": 18, "5672 barringer street#traffic_info": 1907, "cleveland#sunday": 1721, "patience": 627, "keen": 402, "drink": 1377, "Dominos#distance": 1567, "afraid": 750, "when's": 980, "bad": 1508, "rhank": 1409, "located": 83, "activities": 371, "19th": 722, "Stanford Express Care#traffic_info": 1573, "jack": 755, "predictions": 911, "shows": 784, "center": 143, "mount": 1313, "van": 435, "attach": 840, "always": 655, "sign": 767, "friends": 490, "dentist appointment#date": 1598, "schedules": 1006, "round": 494, "soon": 569, "not": 60, "los angeles#friday": 1691, "n": 1480, "conditions": 1117, "music": 1202, "anyone": 881, "where": 75, "glad": 165, "20s": 909, "assistance": 713, "2017": 1331, "without": 545, "jeff": 279, "we": 180, "meeting#party": 1819, "san francisco#saturday": 1706, "carson#friday": 1845, "specifically": 653, "picked": 600, "temperture": 1181, "less": 604, "well": 349, "915": 710, "of20f": 1505, "stormy": 347, "into": 963, "waste": 1046, "exceptions": 1187, "fog": 669, "signing": 1007, "dentist appointment#agenda": 1597, "remind": 200, "alta": 560, "91": 712, "children's": 1063, "san francisco#tuesday": 1702, "serve": 765, "reported": 573, "P.F. Changs#traffic_info": 1579, "forecasts": 927, "100fs": 1130, "864": 631, "position": 385, "14th": 443, "homes": 1141, "2opm": 1248, "ice": 757, "Pizza Hut#traffic_info": 1856, "Pizza Chicago#traffic_info": 1541, "corona#wednesday": 1654, "Jing Jing#address": 1808, "pick": 94, "alameda#tuesday": 1835, "taking medicine#time": 1599, "listing": 693, "durham#monday": 1694, "serves": 585, "o": 1155, "Pizza My Heart#distance": 1929, "cloudiness": 1032, "chanel": 1277, "starving": 1160, "desire": 940, "jacks house#address": 1888, "danville": 339, "san jose#saturday": 1685, "wait": 1245, "let": 689, "dinner": 172, "fresno#wednesday": 1829, "pm": 47, "10": 185, "help": 59, "short": 1028, "listed": 361, "remember": 923, "navigation": 132, "been": 400, "sales": 528, "jacks house#distance": 1890, "grand rapids#wednesday": 1668, "head": 1361, "desiring": 661, "pills": 915, "beginning": 956, "atherton#monday": 1771, "outcast": 1217, "something": 700, "tired": 932, "which": 71, "includes": 1477, "san mateo#saturday": 1762, "Starbucks#distance": 1794, "Pizza Chicago#distance": 1542, "mountain view#thursday": 1739, "practice": 758, "changs": 386, "roots": 428, "walk": 709, "set": 31, "oakland#monday": 1750, "meeting#date": 1821, "vincent's": 1395, "three": 487, "teh": 1460, "bollard": 826, "first": 698, "you'd": 1490, "dry": 312, "cool": 732, "ugh": 1002, "giving": 1357, "want": 70, "dew": 437, "taking medicine#room": 1600, "Whole Foods#traffic_info": 1812, "wonderful": 651, "thats": 1191, "wide": 1116, "30s": 899, "arcadia": 389, "news": 1083, "you're": 20, "traffic": 25, "home#traffic_info": 1589, "exeter#monday": 1785, "presently": 1151, "proceed": 931, "Willows Market#distance": 1530, "appointments": 390, "boston#thursday": 1711, "store": 211, "dentist": 170, "6th": 492, "Shell#traffic_info": 1913, "brentwood": 283, "week's": 587, "ventia": 1166, "Dominos#address": 1565, "783": 607, "sleep": 827, "road": 206, "quick": 193, "actual": 1455, "grand": 214, "marie": 281, "restaurant": 150, "somewhat": 1242, "today's": 336, "it'll": 859, "contain": 1487, "friends house#poi": 1536, "cleveland": 251, "Round Table#address": 1909, "april": 1330, "boys": 1494, "sunday": 105, "these": 803, "alarm": 649, "stand": 1103, "fancisco": 1353, "don't": 447, "i": 11, "stations": 967, "francisco": 272, "50s": 749, "between": 326, "currently": 329, "watch": 1266, "redwood city#monday": 1778, "coupa": 401, "testing": 1133, "are": 23, "needs": 1442, "prediction": 882, "thurs": 1333, "father": 278, "moderate": 129, "am": 80, "fastes": 823, "fastest": 113, "sigona": 411, "Valero#distance": 1546, "optometrist's": 885, "reporting": 1429, "given": 1346, "coffe": 1393, "redwood": 232, "dominos": 526, "manhattan": 306, "swimming activity#party": 1893, "prescription": 914, "fast": 367, "was": 808, "memory": 953, "speak": 1017, "Stanford Childrens Health#address": 1933, "jills": 886, "minutes": 501, "one": 44, "so": 154, "amazing": 1468, "menlo park#saturday": 1643, "nor": 1026, "lows": 455, "inglewood#monday": 1729, "their": 754, "new york#saturday": 1650, "5": 102, "san mateo#sunday": 1763, "july": 1061, "100": 320, "takeout": 824, "Town and Country#address": 1551, "location": 134, "wild": 1398, "labs": 1426, "583": 548, "hospital": 235, "1pm": 201, "plotting": 828, "meeting's": 1350, "home": 122, "enough": 751, "seattle": 323, "manhattan#thursday": 1627, "arbol": 335, "clouds": 1023, "providing": 990, "really": 984, "580": 641, "thre": 1027, "atherton#wednesday": 1773, "saurday": 1216, "compton#wednesday": 1745, "since": 636, "corona#tuesday": 1653, "venetia": 363, "wrong": 1140, "starbuck": 1260, "from": 137, "434": 670, "helps": 1413, "1": 115, "Teavana#distance": 1564, "last": 595, "toms house#distance": 1538, "stay": 1125, "view's": 1476, "70fs": 1012, "mother": 325, "pizza": 127, "entire": 1111, "alhambra#sunday": 1770, "know": 84, "finally": 1358, "inglewood#wednesday": 1731, "exact": 1158, "saturday's": 1510, "asking": 480, "amarillo": 630, "changing": 1445, "all": 95, "welcone": 1147, "snow": 116, "nice": 791, "18th": 744, "house": 184, "how's": 589, "Jing Jing#traffic_info": 1809, "regarding": 1454, "alternative": 919, "compton#tuesday": 1744, "night's": 1235, "Papa Johns#address": 1805, "certainly": 1228, "dinner#time": 1619, "en": 912, "wish": 699, "safe": 726, "budget": 459, "chinese": 162, "fresno's": 1008, "joining": 679, "inglewood#thursday": 1732, "acceptable": 1316, "mateo": 233, "swimming activity#time": 1891, "phils": 1053, "new york#monday": 1645, "90": 374, "items": 1194, "terrific": 1484, "fresno": 286, "Willows Market#address": 1527, "mountain view#wednesday": 1738, "tom's": 547, "san jose#thursday": 1683, "alhambra#tuesday": 1765, "highest": 395, "heading": 541, "start": 746, "happy": 179, "climate": 1247, "match": 619, "followed": 960, "provide": 790, "hope": 578, "inglewood#saturday": 1734, "fresno#tuesday": 1828, "Palo Alto Medical Foundation#distance": 1577, "cost": 1244, "several": 745, "110": 907, "tai pan#address": 1864, "Shell#distance": 1914, "yes": 57, "humid": 248, "storming": 1373, "san mateo#thursday": 1760, "placing": 1192, "advised": 1306, "hr": 427, "trough": 1227, "sells": 1223, "lowest": 394, "alma": 518, "third": 1226, "heads": 1034, "grocery store#poi": 1528, "coupa's": 1486, "right": 350, "vary": 1142, "course": 1352, "longer": 741, "chinese restaurant#poi": 1548, "thursday's": 995, "394": 581, "102": 617, "Mandarin Roots#address": 1547, "helpful": 740, "271": 571, "mall": 231, "carson#monday": 1841, "using": 1161, "then": 210, "country": 392, "because": 898, "jack's": 727, "you1": 1436, "both": 351, "day": 58, "quarterly": 668, "centers": 753, "alhambra#monday": 1764, "wow": 954, "Hacienda Market#address": 1921, "temperatures": 539, "gas": 207, "march": 739, "redwood city#tuesday": 1779, "776": 642, "Ravenswood Shopping Center#traffic_info": 1582, "john's": 1110, "onboard": 647, "heart": 379, "already": 592, "5672": 789, "Peets Coffee#distance": 1816, "boston#friday": 1712, "job": 870, "yoga activity#party": 1611, "Chevron#address": 1885, "dinner#room": 1620, "enjoy": 425, "60f": 228, "least": 399, "think": 835, "didn't": 864, "Travelers Lodge#traffic_info": 1961, "shoot": 1322, "aug": 1114, "towards": 1371, "durham#wednesday": 1696, "tueday": 1224, "Cafe Venetia#traffic_info": 1916, "ana": 343, "scheduling": 243, "they're": 901, "hospitals": 719, "ups": 1388, "880": 594, "classes": 976, "screen": 67, "produce": 1102, "60s": 836, "coming": 484, "activate": 1420, "carefull": 1363, "plan": 1189, "10th": 396, "doctor's": 186, "hospital#poi": 1572, "assistant": 532, "mist": 893, "hunger": 1041, "alester": 277, "office": 1509, "st": 301, "Teavana#traffic_info": 1563, "manhattan#monday": 1624, "29th": 598, "thankyou": 1513, "downtown chicago#saturday": 1853, "oakland": 338, "ames": 246, "The Westin#traffic_info": 1533, "conference": 97, "knowing": 949, "bro": 1272, "probability": 1453, "different": 921, "shops": 692, "56": 517, "being": 531, "downtown chicago#friday": 1852, "bedoin": 432, "Stanford Shopping Center#traffic_info": 1559, "inglewood#sunday": 1735, "agree": 1326, "coffee or tea place#poi": 1562, "76#address": 1555, "Philz#distance": 1593, "pan": 563, "started": 1044, "104": 1000, "they": 544, "learning": 1019, "lost": 1137, "find": 61, "parl": 1168, "farmers": 412, "anyway": 506, "cleat": 1222, "doctor appointment#agenda": 1825, "alternately": 1150, "fine": 550, "sometime": 892, "work": 483, "los angeles#wednesday": 1689, "university": 303, "alameda": 382, "8pm": 860, "asap": 957, "taking medicine#agenda": 1602, "toms": 937, "probably": 1163, "inglewood#tuesday": 1730, "turn": 800, "welcoem": 1348, "papa": 678, "76#traffic_info": 1556, "my": 27, "fresno#saturday": 1832, "pulled": 1198, "updated": 772, "take": 152, "Midtown Shopping Center#address": 1870, "meantime": 1203, "locations": 777, "camarillo": 414, "grocery": 190, "86": 1077, "rather": 1394, "jong": 1501, "downs": 1389, "dentist#time": 1952, "atherton#thursday": 1774, "reports": 959, "chu": 1437, "tio": 1502, "his": 916, "carson#saturday": 1846, "certain": 1134, "1313": 1099, "suday": 1367, "redwood city#friday": 1782, "city": 41, "meating": 1515, "Town and Country#traffic_info": 1553, "starve": 1250, "downtown": 366, "peets": 521, "did": 576, "corona's": 1131, "allow": 802, "calling": 872, "appointment": 37, "los angeles#sunday": 1693, "either": 933, "though": 813, "chevron": 440, "tell": 158, "conference#time": 1901, "blizzards": 952, "friday": 112, "6": 142, "driving": 905, "Webster Garage#traffic_info": 1925, "Panda Express#distance": 1884, "types": 1294, "appreciate": 871, "forcast": 1052, "lots": 1073, "s": 857, "seven": 565, "class": 340, "optometrist": 151, "sensibly": 1354, "mile": 188, "again": 615, "identical": 1091, "chu's": 519, "relax": 1234, "P.F. Changs#distance": 1580, "ever": 1213, "jills house#traffic_info": 1874, "express": 297, "map": 223, "health": 456, "medicine#time": 1896, "downtown chicago#tuesday": 1849, "plotted": 1273, "follows": 1488, "doing": 934, "archuleta": 660, "wanna": 760, "jill's": 650, "distracted": 1449, "calls": 538, "corona#sunday": 1658, "friend": 475, "Hacienda Market#distance": 1923, "use": 1169, "block": 252, "parking garage#poi": 1521, "broken": 1096, "mountain view#tuesday": 1737, "choose": 1177, "nextt": 1107, "days'": 1284, "cafe's": 1240, "garages": 812, "period": 796, "sit": 1081, "tomorrows": 998, "7pm": 244, "483": 1309, "schedule": 79, "jose": 322, "Comfort Inn#distance": 1920, "409": 825, "Topanga Mall#distance": 1881, "groceries": 602, "f": 450, "listings": 776, "seeking": 1201, "activites": 1005, "time": 50, "corona": 446, "menlo park#sunday": 1644, "have": 38, "r": 476, "kind": 904, "san mateo#friday": 1761, "check": 183, "another": 259, "redwood city#wednesday": 1780, "off": 1408, "talking": 876, "i'll": 714, "about": 92, "couple": 682, "san jose#tuesday": 1681, "coordinates": 889, "heavy": 87, "dental": 1064, "says": 945, "august": 227, "goes": 1328, "thanks": 19, "destination": 716, "100s": 891, "begin": 833, "travelers": 633, "chance": 567, "gathering": 1097, "1st": 360, "lets": 1336, "parking's": 1319, "activity": 86, "worried": 1154, "new york#wednesday": 1647, "Sigona Farmers Market#address": 1867, "noted": 424, "7th": 352, "11am": 342, "cleveland#wednesday": 1717, "express'": 1404, "lower": 1355, "double": 1185, "doesn't": 806, "respectively": 1412, "joe's": 977, "activity's": 1171, "cars": 1318, "beside": 1507, "session": 1338, "local": 353, "clear": 197, "removed": 1469, "laboratory": 728, "704": 769, "saved": 966, "Topanga Mall#traffic_info": 1880, "solves": 1047, "responded": 1315, "more": 387, "hungry": 961, "discuss": 269, "830": 674, "valero": 536, "taking": 448, "indications": 1243, "carson#thursday": 1844, "bathroom": 1093, "restaurant's": 1050, "Valero#traffic_info": 1545, "best": 321, "helping": 1020, "30f": 346, "oakland#saturday": 1755, "gasoline": 1253, "exactly": 874, "unable": 1229, "new": 135, "mesa": 561, "arrowhead": 458, "deal": 1070, "danville#sunday": 1679}