{"thusday": 1145, "or": 203, "shortest": 251, "carefully": 168, "stereo": 1039, "doesnt": 1238, "near": 206, "heat": 1507, "scattered": 1411, "focus": 1451, "how": 296, "careful": 959, "<eos>": 1521,"<pad>":1522, "10pm": 885, "named": 725, "request": 849, "2pm": 235, "skies": 238, "works": 850, "avoids": 543, "accident": 1294, "gather": 1398, "altaire": 709, "invited": 1432, "fun": 1313, "relevant": 1240, "tuesday's": 1119, "topanga": 510, "interested": 309, "jing": 289, "lodge": 615, "range": 771, "perfect": 242, "dad": 986, "648": 1404, "where's": 530, "issue": 1288, "central": 1198, "pulling": 1448, "coupas": 1318, "sweet": 1338, "coupe": 1311, "cup": 784, "us": 765, "particular": 722, "bud": 1110, "he": 992, "few": 419, "in": 5, "super": 1366, "confirm": 627, "update": 726, "meaning": 1128, "two": 145, "alex": 293, "53": 704, "whom": 1476, "145": 600, "getting": 1340, "needed": 734, "state": 895, "bunch": 706, "planned": 909, "22th": 1392, "locally": 794, "especially": 997, "instead": 1075, "degrees": 802, "cafe": 174, "plans": 1343, "immediately": 987, "swimming": 169, "to113": 1210, "likely": 1363, "fahrenheit": 1216, "satruday": 1484, "hotel": 167, "next": 40, "moment": 501, "still": 544, "problem": 78, "nearer": 862, "i'm": 164, "send": 150, "jang's": 1433, "correct": 911, "the": 0, "463": 1426, "383": 553, "123": 1321, "sister": 291, "fall": 647, "satisfy": 1416, "safely": 500, "bring": 685, "dicu": 1466, "espresso": 1185, "70s": 897, "westin": 369, "lose": 1129, "chances": 1087, "forecast": 46, "would": 44, "22nd": 658, "southwest": 1401, "pain": 1114, "information": 193, "rain": 64, "looking": 550, "90s": 798, "storm": 1384, "medical": 464, "what's": 132, "error": 1123, "philz": 308, "possible": 371, "monday's": 1163, "cadwell": 541, "sir": 845, "you": 2, "garage's": 1124, "thrusday": 1002, "include": 1292, "room": 221, "adress": 1475, "said": 830, "spot": 672, "pronto": 1429, "impending": 1352, "soonest": 833, "info": 165, "seeing": 795, "car": 41, "preference": 853, "during": 398, "tai": 563, "m": 1036, "too": 373, "making": 995, "foggy": 218, "gover": 1519, "suffice": 1272, "hour": 965, "confirmed": 1391, "welcome": 11, "tomorrow's": 468, "iniglewood": 1393, "wdnesday": 1303, "radio": 1408, "choice": 929, "follow": 629, "monday": 92, "specific": 696, "rest": 295, "rock": 816, "private": 1407, "amounts": 1298, "above": 1077, "group": 823, "very": 118, "eventually": 1293, "its": 219, "reaching": 815, "friend's": 521, "place": 170, "vote": 1279, "329": 571, "pic": 1149, "programmed": 1350, "up": 346, "until": 1102, "vp": 969, "windy": 264, "oak": 687, "enroute": 1284, "feel": 843, "comfort": 515, "inglewood": 314, "pf": 659, "doctors's": 1449, "anton": 446, "isn't": 554, "routes": 1055, "reservation": 1493, "days": 137, "childrens": 471, "even": 878, "some": 299, "philzis": 1136, "mandarin": 414, "reach": 178, "month": 197, "preferably": 1120, "sending": 702, "alrigth": 1166, "whose": 1069, "found": 707, "tonight": 664, "address": 33, "pizzeria": 782, "11th": 463, "meeting": 67, "varies": 1474, "tom": 222, "adddress": 1308, "40f": 205, "collision": 281, "style": 1184, "stops": 930, "checking": 1085, "528": 587, "name": 569, "report": 366, "shot": 757, "ln": 517, "coffee": 134, "heave": 1191, "displayed": 1306, "hi": 692, "list": 1004, "sounds": 179, "im": 760, "3rd": 357, "there": 10, "12pm": 1462, "somehow": 1361, "60": 469, "million": 976, "dates": 604, "park": 231, "merger": 633, "clothes": 1468, "displaying": 851, "4f": 1150, "none": 983, "within": 226, "kidding": 1139, "has": 154, "while": 731, "fact": 1175, "there's": 1081, "that's": 243, "town": 392, "it": 14, "drizzle": 199, "receive": 1335, "657": 636, "mark": 966, "fairly": 1232, "picking": 1076, "setting": 70, "business": 810, "oh": 614, "slight": 1083, "highlighted": 1005, "needing": 927, "w": 1157, "supposed": 408, "heard": 1345, "states": 1034, "weekend": 288, "inglewood's": 1452, "as": 318, "792": 432, "fresco": 1276, "00": 1016, "referring": 1061, "moms": 1330, "whats": 952, "270": 735, "does": 237, "to": 3, "100f": 196, "starts": 949, "night": 989, "5th": 382, "little": 721, "warn": 1483, "make": 404, "picnic": 455, "far": 817, "regardless": 1517, "possibly": 1457, "man": 1482, "marta": 1250, "should": 99, "teavana": 334, "blizzard": 286, "each": 779, "l": 1010, "today": 43, "408": 580, "warm": 292, "put": 623, "than": 788, "encounter": 1297, "171": 686, "cleveland's": 1237, "matters": 1205, "only": 156, "los": 315, "option": 475, "hail": 275, "alto": 176, "barringer": 370, "appear": 1239, "our": 209, "misty": 378, "purpose": 705, "quicker": 921, "go": 53, "girl": 1494, "alamanor": 1346, "close": 494, "shortly": 555, "attendance": 937, "wold": 1255, "out": 177, "9981": 660, "shrimps": 1282, "secheduled": 1300, "live": 547, "parking": 119, "football": 147, "load": 1370, "it's": 105, "empty": 1211, "promptly": 1259, "long": 655, "options": 668, "including": 1412, "boss": 472, "random": 1012, "awful": 1179, "that'll": 1000, "an": 214, "traveling": 1387, "pi": 1383, "mapping": 939, "letting": 1423, "slow": 1099, "accomplish": 1080, "overcast": 220, "whichever": 1265, "trying": 1025, "mid": 1268, "<unk>": 1520, "son's": 876, "2nd": 474, "lunch": 1050, "looks": 712, "yelp": 1435, "temp": 1030, "joint": 1400, "trip": 528, "panda": 377, "almanor": 492, "john": 1106, "465": 730, "gonna": 183, "chicken": 1280, "webster": 479, "tenth": 724, "who's": 793, "seasons": 461, "av": 748, "original": 1497, "cloudy": 115, "avoid": 217, "8": 399, "appointment's": 1442, "garage": 122, "among": 1301, "dose": 1496, "hit": 1079, "highs": 442, "nooo": 1467, "free": 1072, "452": 644, "chang's": 1397, "mom": 856, "sure": 294, "roots'": 1299, "alright": 385, "hello": 848, "aunt": 272, "repetitive": 1168, "give": 57, "party": 738, "we're": 210, "probem": 1480, "could": 188, "338": 682, "calendar": 303, "standford": 979, "just": 230, "durham": 200, "happening": 1177, "human": 1093, "ranging": 1490, "through": 406, "together": 1046, "ness": 437, "expect": 780, "camino": 267, "frosty": 1068, "preferred": 1441, "open": 1038, "mix": 1187, "boston's": 1312, "shopping": 124, "events": 789, "drive": 126, "drizzling": 739, "ahlambra": 1406, "serving": 1116, "9am": 420, "scheduled": 104, "113": 473, "much": 142, "menlo": 276, "direction": 607, "real": 274, "appears": 839, "kindly": 769, "having": 982, "swim": 767, "games": 1270, "morning": 800, "9": 394, "anything": 269, "altherton": 1420, "214": 536, "other": 328, "is": 1, "however": 869, "dress": 556, "service": 947, "lab": 157, "drizzles": 1044, "yoga": 139, "exercise": 936, "jill": 617, "discussing": 998, "tomorrow": 74, "nothing": 889, "miss": 1130, "p": 450, "kill": 1256, "atheron": 1146, "agenda": 333, "will": 18, "hailing": 1220, "goodbye": 363, "mind": 896, "jacks": 749, "everyday": 1458, "anyt": 1371, "area": 358, "later": 490, "falling": 1344, "mean": 884, "70f": 263, "rd": 417, "raining": 271, "mountianview": 1472, "90f": 254, "17th": 844, "call": 695, "predicts": 645, "second": 888, "avalible": 1440, "weather": 35, "quickest": 65, "12th": 149, "stuck": 1052, "running": 1464, "willows": 737, "week": 36, "thursday": 108, "directions": 50, "poi": 1019, "table": 496, "got": 667, "playing": 805, "foundation": 465, "game": 376, "everything": 944, "clarify": 1260, "might": 684, "your": 23, "wed": 1271, "30": 374, "ther": 1498, "york": 146, "faster": 743, "san": 110, "reservations": 1369, "low": 127, "accompanying": 1105, "compton": 239, "see": 310, "who": 140, "mappling": 1360, "anytime": 125, "uff": 1422, "full": 874, "if": 91, "directionsome": 1226, "italian": 1023, "restaurants": 606, "purchase": 1040, "fantastic": 988, "please": 25, "arastradero": 467, "directing": 863, "quickly": 763, "seat": 1096, "rsvp": 1315, "shell": 509, "773": 525, "lighter": 1222, "fill": 994, "starbucks": 161, "wind": 919, "whoever": 1336, "pass": 1289, "view": 258, "nearby": 86, "caldwell": 1056, "aren't": 783, "hut": 676, "forget": 923, "despite": 1189, "york's": 842, "20fs": 1305, "may": 867, "malls": 1091, "ya": 1326, "16th": 638, "jon": 246, "on": 4, "hear": 505, "liked": 1418, "showing": 576, "address'": 1373, "seriously": 1328, "80": 503, "data": 846, "available": 335, "places": 567, "along": 703, "pull": 855, "system": 1089, "conferences": 775, "repeat": 1304, "but": 97, "i've": 389, "12": 653, "executive": 483, "mine": 1290, "snowy": 787, "ouch": 753, "previsions": 1417, "adding": 1471, "753": 663, "trouble": 1266, "y": 1158, "listening": 975, "50": 430, "get": 66, "avenue": 466, "with": 17, "food": 345, "miles": 27, "springer": 497, "neither": 1060, "wearther": 1473, "pleasure": 320, "do": 52, "at270": 1499, "20f": 407, "angeles": 316, "jingcan": 1463, "chester": 1101, "ct": 305, "any": 100, "5677": 764, "martha": 311, "future": 990, "driver": 379, "alger": 268, "company": 454, "great": 77, "bet": 1263, "good": 162, "joes": 439, "chicago": 213, "play": 822, "station": 250, "greatly": 1291, "expected": 639, "farther": 831, "market": 338, "40": 427, "lined": 1113, "669": 622, "shop": 261, "show": 195, "nowy": 1341, "noooooooo": 1234, "navigating": 365, "program": 1286, "suggest": 847, "saturday": 121, "wondering": 1070, "forecasted": 691, "8th": 277, "wet": 1057, "closer": 613, "weekly": 301, "series": 1388, "current": 317, "avoiding": 732, "visit": 781, "feeling": 1015, "mountain": 257, "many": 898, "lane": 943, "event": 512, "nearest": 55, "predict": 666, "sunday's": 1049, "locate": 688, "attending": 141, "willow": 1022, "done": 925, "prefer": 359, "heavey": 1063, "search": 677, "refill": 1180, "domino's": 1014, "times": 866, "70": 487, "requested": 1194, "note": 806, "back": 821, "tea": 262, "dont": 1492, "blood": 880, "direct": 443, "friends'": 1447, "amaranta": 535, "need": 63, "navigate": 360, "exeter": 312, "rea": 1247, "5671": 411, "ranges": 1059, "jones": 1486, "him": 918, "ive": 1460, "wanted": 993, "80s": 903, "clement": 435, "shots": 1325, "infrastructure": 602, "3pm": 256, "detours": 1439, "added": 786, "promising": 1296, "hours": 612, "via": 204, "meet": 835, "foods": 355, "now": 75, "called": 578, "care": 480, "high": 94, "chans": 1219, "plot": 808, "searched": 1348, "mostly": 904, "temperature": 69, "fasest": 1375, "retrieve": 1137, "what": 16, "minimum": 1147, "40s": 859, "further": 1402, "trust": 1252, "hurry": 1073, "insert": 1431, "civic": 565, "calculate": 945, "dinners": 819, "reiterate": 1173, "ready": 1196, "four": 416, "4pm": 265, "10am": 297, "worry": 1133, "hot": 190, "guess": 585, "roadblock": 840, "reminded": 1208, "brother": 306, "arastraero": 1183, "can't": 1086, "i'd": 489, "say": 665, "people": 970, "involved": 963, "excellent": 838, "333": 796, "way": 129, "hai": 1302, "down": 973, "tuesday": 83, "response": 1067, "highlight": 870, "wednesday": 109, "amount": 641, "578": 594, "atherton": 381, "come": 879, "medication": 1242, "okay": 54, "navigator": 1107, "stores": 719, "tonight's": 1287, "upcoming": 523, "awesome": 506, "nope": 857, "recorded": 1160, "parties": 431, "evening": 1403, "sent": 107, "big": 1380, "scedule": 1444, "899": 626, "valeros": 1504, "display": 812, "yor": 1376, "team": 290, "those": 697, "also": 422, "chef": 513, "snowing": 559, "otherwise": 1121, "481": 534, "buddy": 868, "management": 478, "travel": 1262, "arrive": 583, "let's": 101, "massage": 1095, "frost": 240, "predicted": 223, "slightly": 907, "understood": 1201, "thank": 15, "lesson": 891, "trader": 421, "loved": 1434, "approximately": 971, "by": 508, "of": 30, "pl": 418, "nda": 708, "cities": 1122, "436": 486, "dr": 192, "200": 657, "hand": 984, "held": 951, "although": 881, "80f": 248, "whole": 331, "headed": 1424, "alhambra": 319, "550": 531, "somewhere": 832, "finding": 1153, "most": 598, "tennis": 158, "638": 635, "aware": 811, "predicting": 1176, "buy": 820, "chosen": 1125, "tooth": 1032, "this": 34, "shall": 524, "regret": 1253, "johns": 718, "4th": 470, "better": 942, "date": 112, "add": 453, "choices": 1465, "putting": 1377, "must": 1385, "shouldn't": 609, "593": 689, "15th": 410, "wil": 1428, "midtown": 504, "be": 13, "seems": 931, "end": 573, "at": 7, "traveler's": 1275, "tho": 1181, "eat": 482, "lives": 673, "confused": 1154, "meds": 1269, "3": 89, "motels": 948, "coldest": 1357, "4": 90, "closest": 111, "weeks": 854, "48": 611, "apple": 1381, "mmm": 774, "here": 182, "sorry": 384, "inn": 516, "route": 22, "person": 1513, "assitant": 914, "once": 852, "stanford": 172, "for": 6, "enter": 1127, "warmest": 1200, "before": 744, "inquiring": 526, "president": 499, "alternate": 716, "else": 259, "no": 31, "try": 575, "experience": 1231, "610": 630, "7": 131, "chicago's": 1066, "same": 681, "vice": 498, "347": 560, "rainy": 698, "ok": 120, "90fs": 1445, "269": 552, "able": 440, "boston": 285, "around": 325, "safeway": 405, "look": 514, "lessons": 818, "that": 49, "fasted": 1379, "carson": 356, "yo": 1258, "and": 9, "a": 8, "sort": 1518, "jing's": 1031, "doctors": 458, "9th": 762, "ahead": 1209, "going": 73, "warmer": 1233, "we'll": 1037, "sue": 1043, "elm": 1322, "outlook": 1171, "maybe": 1206, "addres": 1309, "can": 56, "test": 776, "50pm": 974, "5pm": 241, "bye": 619, "gps": 82, "won't": 624, "workout": 1088, "her": 1026, "wirth": 1257, "guide": 1382, "select": 956, "results": 558, "eye": 625, "palo": 175, "sound": 646, "stop": 332, "except": 1459, "misspoken": 1264, "ask": 1011, "away": 29, "city's": 1144, "over": 255, "run": 1500, "drunk": 1386, "when": 160, "2": 79, "22and": 1212, "startbucks": 1207, "cold": 772, "oval": 445, "11": 300, "wanting": 409, "50f": 349, "them": 736, "closet": 1174, "76": 621, "45": 1058, "orange": 1281, "code": 557, "chrildrens": 1505, "welsome": 1436, "additional": 1140, "mom's": 1333, "611": 640, "manhattan's": 1453, "uhh": 1109, "sunny": 1324, "average": 1215, "actually": 678, "routh": 1277, "rapids": 216, "842": 581, "afternoon": 901, "ingelwood": 1419, "6pm": 329, "ave": 102, "unfortunately": 462, "reached": 1365, "closeest": 1425, "20th": 591, "nuts": 1283, "marked": 940, "assist": 423, "20": 592, "conversation": 799, "covers": 1017, "vaccination": 1041, "barista": 980, "meetings": 597, "point": 1512, "el": 266, "reminders": 926, "like": 37, "whenever": 1197, "medicine": 227, "reminder": 47, "storms": 972, "819": 511, "ones": 1221, "amherst": 434, "hhumid": 1367, "lot": 538, "such": 1342, "details": 452, "distance": 283, "13th": 342, "street": 148, "dish": 424, "members": 649, "you'll": 1213, "told": 1165, "maping": 1501, "areas": 1479, "ravenswood": 584, "hacienda": 864, "hotels": 610, "outside": 589, "multiple": 1515, "december": 674, "love": 1090, "potential": 1415, "doctor": 225, "me": 19, "patience": 628, "keen": 403, "drink": 1378, "afraid": 751, "when's": 981, "bad": 1509, "rhank": 1410, "located": 84, "activities": 372, "19th": 723, "jack": 756, "predictions": 912, "shows": 785, "center": 144, "mount": 1314, "van": 436, "attach": 841, "always": 656, "sign": 768, "friends": 491, "schedules": 1007, "round": 495, "soon": 570, "not": 61, "n": 1481, "conditions": 1118, "music": 1203, "anyone": 882, "where": 76, "glad": 166, "20s": 910, "assistance": 714, "2017": 1332, "without": 546, "jeff": 280, "we": 181, "specifically": 654, "picked": 601, "temperture": 1182, "less": 605, "well": 350, "915": 711, "of20f": 1506, "stormy": 348, "into": 964, "waste": 1047, "exceptions": 1188, "fog": 670, "signing": 1008, "remind": 201, "alta": 561, "91": 713, "children's": 1064, "serve": 766, "reported": 574, "forecasts": 928, "100fs": 1131, "864": 632, "position": 386, "14th": 444, "homes": 1142, "2opm": 1249, "ice": 758, "pick": 95, "listing": 694, "serves": 586, "o": 1156, "cloudiness": 1033, "chanel": 1278, "starving": 1161, "desire": 941, "danville": 340, "wait": 1246, "let": 690, "dinner": 173, "pm": 48, "10": 186, "help": 60, "short": 1029, "listed": 362, "remember": 924, "navigation": 133, "been": 401, "sales": 529, "head": 1362, "desiring": 662, "pills": 916, "beginning": 957, "outcast": 1218, "something": 701, "tired": 933, "which": 72, "includes": 1478, "practice": 759, "changs": 387, "roots": 429, "walk": 710, "set": 32, "vincent's": 1396, "three": 488, "teh": 1461, "bollard": 827, "first": 699, "you'd": 1491, "dry": 313, "cool": 733, "ugh": 1003, "giving": 1358, "want": 71, "dew": 438, "wonderful": 652, "thats": 1192, "wide": 1117, "30s": 900, "arcadia": 390, "news": 1084, "you're": 21, "traffic": 26, "presently": 1152, "proceed": 932, "appointments": 391, "store": 212, "dentist": 171, "6th": 493, "brentwood": 284, "week's": 588, "ventia": 1167, "783": 608, "sleep": 828, "road": 207, "quick": 194, "actual": 1456, "grand": 215, "marie": 282, "restaurant": 151, "somewhat": 1243, "today's": 337, "it'll": 860, "contain": 1488, "cleveland": 252, "april": 1331, "boys": 1495, "sunday": 106, "these": 804, "alarm": 650, "stand": 1104, "fancisco": 1354, "don't": 448, "i": 12, "stations": 968, "francisco": 273, "50s": 750, "between": 327, "currently": 330, "watch": 1267, "coupa": 402, "testing": 1134, "are": 24, "needs": 1443, "prediction": 883, "thurs": 1334, "father": 279, "moderate": 130, "am": 81, "fastes": 824, "fastest": 114, "sigona": 412, "optometrist's": 886, "reporting": 1430, "given": 1347, "coffe": 1394, "redwood": 233, "dominos": 527, "manhattan": 307, "prescription": 915, "fast": 368, "was": 809, "memory": 954, "speak": 1018, "jills": 887, "minutes": 502, "one": 45, "so": 155, "amazing": 1469, "nor": 1027, "lows": 456, "their": 755, "5": 103, "july": 1062, "100": 321, "takeout": 825, "location": 135, "wild": 1399, "labs": 1427, "583": 549, "hospital": 236, "1pm": 202, "plotting": 829, "meeting's": 1351, "home": 123, "enough": 752, "seattle": 324, "arbol": 336, "clouds": 1024, "providing": 991, "really": 985, "580": 642, "thre": 1028, "saurday": 1217, "since": 637, "venetia": 364, "wrong": 1141, "starbuck": 1261, "from": 138, "434": 671, "helps": 1414, "1": 116, "last": 596, "stay": 1126, "view's": 1477, "70fs": 1013, "mother": 326, "pizza": 128, "entire": 1112, "know": 85, "finally": 1359, "exact": 1159, "saturday's": 1511, "asking": 481, "amarillo": 631, "changing": 1446, "all": 96, "welcone": 1148, "snow": 117, "nice": 792, "18th": 745, "house": 185, "how's": 590, "regarding": 1455, "alternative": 920, "night's": 1236, "certainly": 1229, "en": 913, "wish": 700, "safe": 727, "budget": 460, "chinese": 163, "fresno's": 1009, "joining": 680, "acceptable": 1317, "mateo": 234, "phils": 1054, "90": 375, "items": 1195, "terrific": 1485, "fresno": 287, "tom's": 548, "highest": 396, "heading": 542, "start": 747, "happy": 180, "climate": 1248, "match": 620, "followed": 961, "provide": 791, "hope": 579, "cost": 1245, "several": 746, "110": 908, "yes": 58, "humid": 249, "storming": 1374, "placing": 1193, "advised": 1307, "hr": 428, "trough": 1228, "sells": 1224, "lowest": 395, "alma": 519, "third": 1227, "heads": 1035, "coupa's": 1487, "right": 351, "vary": 1143, "course": 1353, "longer": 742, "thursday's": 996, "394": 582, "102": 618, "helpful": 741, "271": 572, "mall": 232, "using": 1162, "then": 211, "country": 393, "because": 899, "jack's": 728, "you1": 1437, "both": 352, "day": 59, "quarterly": 669, "centers": 754, "wow": 955, "temperatures": 540, "gas": 208, "march": 740, "776": 643, "john's": 1111, "onboard": 648, "heart": 380, "already": 593, "5672": 790, "job": 871, "enjoy": 426, "60f": 229, "least": 400, "think": 836, "didn't": 865, "shoot": 1323, "aug": 1115, "towards": 1372, "tueday": 1225, "ana": 344, "scheduling": 244, "they're": 902, "hospitals": 720, "ups": 1389, "880": 595, "classes": 977, "screen": 68, "produce": 1103, "60s": 837, "coming": 485, "activate": 1421, "carefull": 1364, "plan": 1190, "10th": 397, "doctor's": 187, "assistant": 533, "mist": 894, "hunger": 1042, "alester": 278, "office": 1510, "st": 302, "29th": 599, "thankyou": 1514, "oakland": 339, "ames": 247, "conference": 98, "knowing": 950, "bro": 1273, "probability": 1454, "different": 922, "shops": 693, "56": 518, "being": 532, "bedoin": 433, "agree": 1327, "pan": 564, "started": 1045, "104": 1001, "they": 545, "learning": 1020, "lost": 1138, "find": 62, "parl": 1169, "farmers": 413, "anyway": 507, "cleat": 1223, "alternately": 1151, "fine": 551, "sometime": 893, "work": 484, "university": 304, "alameda": 383, "8pm": 861, "asap": 958, "toms": 938, "probably": 1164, "turn": 801, "welcoem": 1349, "papa": 679, "my": 28, "pulled": 1199, "updated": 773, "take": 153, "meantime": 1204, "locations": 778, "camarillo": 415, "grocery": 191, "86": 1078, "rather": 1395, "jong": 1502, "downs": 1390, "reports": 960, "chu": 1438, "tio": 1503, "his": 917, "certain": 1135, "1313": 1100, "suday": 1368, "city": 42, "meating": 1516, "starve": 1251, "downtown": 367, "peets": 522, "did": 577, "corona's": 1132, "allow": 803, "calling": 873, "appointment": 38, "either": 934, "though": 814, "chevron": 441, "tell": 159, "blizzards": 953, "friday": 113, "6": 143, "driving": 906, "types": 1295, "appreciate": 872, "forcast": 1053, "lots": 1074, "s": 858, "seven": 566, "class": 341, "optometrist": 152, "sensibly": 1355, "mile": 189, "again": 616, "identical": 1092, "chu's": 520, "relax": 1235, "ever": 1214, "express": 298, "map": 224, "health": 457, "plotted": 1274, "follows": 1489, "doing": 935, "archuleta": 661, "wanna": 761, "jill's": 651, "distracted": 1450, "calls": 539, "friend": 476, "use": 1170, "block": 253, "broken": 1097, "choose": 1178, "nextt": 1108, "days'": 1285, "cafe's": 1241, "garages": 813, "period": 797, "sit": 1082, "tomorrows": 999, "7pm": 245, "483": 1310, "schedule": 80, "jose": 323, "409": 826, "groceries": 603, "f": 451, "listings": 777, "seeking": 1202, "activites": 1006, "time": 51, "corona": 447, "have": 39, "r": 477, "kind": 905, "check": 184, "another": 260, "off": 1409, "talking": 877, "i'll": 715, "about": 93, "couple": 683, "coordinates": 890, "heavy": 88, "dental": 1065, "says": 946, "august": 228, "goes": 1329, "thanks": 20, "destination": 717, "100s": 892, "begin": 834, "travelers": 634, "chance": 568, "gathering": 1098, "1st": 361, "lets": 1337, "parking's": 1320, "activity": 87, "worried": 1155, "noted": 425, "7th": 353, "11am": 343, "express'": 1405, "lower": 1356, "double": 1186, "doesn't": 807, "respectively": 1413, "joe's": 978, "activity's": 1172, "cars": 1319, "beside": 1508, "session": 1339, "local": 354, "clear": 198, "removed": 1470, "laboratory": 729, "704": 770, "saved": 967, "solves": 1048, "responded": 1316, "more": 388, "hungry": 962, "discuss": 270, "830": 675, "valero": 537, "taking": 449, "indications": 1244, "bathroom": 1094, "restaurant's": 1051, "best": 322, "helping": 1021, "30f": 347, "gasoline": 1254, "exactly": 875, "unable": 1230, "new": 136, "mesa": 562, "arrowhead": 459, "deal": 1071}