{"0": "meeting_date", "1": "Coupa_traffic_info", "2": "corona_tuesday", "3": "los_angeles_wednesday", "4": "exeter_friday", "5": "The_Westin_traffic_info", "6": "Comfort_Inn_address", "7": "76_address", "8": "Palo_Alto_Medical_Foundation_distance", "9": "boston_tuesday", "10": "home_address", "11": "Jing_Jing_address", "12": "Round_Table_traffic_info", "13": "dinner_agenda", "14": "dinner_time", "15": "Willows_Market_address", "16": "seattle_wednesday", "17": "new_york_sunday", "18": "redwood_city_wednesday", "19": "76_traffic_info", "20": "Jing_Jing_poi_type", "21": "5677_springer_street_poi_type", "22": "Hotel_Keen_address", "23": "downtown_chicago_saturday", "24": "Chef_Chu's_distance", "25": "menlo_park_friday", "26": "fresno_thursday", "27": "fresno_sunday", "28": "manhattan_thursday", "29": "los_angeles_tuesday", "30": "grand_rapids_monday", "31": "P.F._Changs_traffic_info", "32": "dentist_appointment_party", "33": "Webster_Garage_poi_type", "34": "Stanford_Childrens_Health_distance", "35": "Sigona_Farmers_Market_address", "36": "cleveland_tuesday", "37": "grand_rapids_friday", "38": "grand_rapids_saturday", "39": "yoga_activity_date", "40": "Four_Seasons_address", "41": "Stanford_Express_Care_poi_type", "42": "Whole_Foods_poi_type", "43": "optometrist_appointment_time", "44": "Four_Seasons_distance", "45": "carson_saturday", "46": "danville_friday", "47": "Teavana_poi_type", "48": "The_Clement_Hotel_address", "49": "menlo_park_tuesday", "50": "Stanford_Childrens_Health_poi_type", "51": "football_activity_date", "52": "Trader_Joes_traffic_info", "53": "Round_Table_address", "54": "Philz_address", "55": "Palo_Alto_Medical_Foundation_address", "56": "Valero_poi_type", "57": "alameda_friday", "58": "Philz_poi_type", "59": "san_mateo_friday", "60": "yoga_activity_party", "61": "Midtown_Shopping_Center_poi_type", "62": "76_poi_type", "63": "Stanford_Shopping_Center_traffic_info", "64": "medicine_agenda", "65": "jills_house_traffic_info", "66": "camarillo_friday", "67": "downtown_chicago_friday", "68": "Four_Seasons_traffic_info", "69": "Shell_distance", "70": "exeter_monday", "71": "Peets_Coffee_poi_type", "72": "Stanford_Express_Care_traffic_info", "73": "5677_southwest_4th_street_distance", "74": "camarillo_sunday", "75": "downtown_chicago_monday", "76": "P.F._Changs_distance", "77": "san_francisco_tuesday", "78": "menlo_park_sunday", "79": "5672_barringer_street_poi_type", "80": "yoga_activity_agenda", "81": "Hotel_Keen_traffic_info", "82": "toms_house_traffic_info", "83": "grand_rapids_wednesday", "84": "home_distance", "85": "Coupa_poi_type", "86": "downtown_chicago_wednesday", "87": "dinner_date", "88": "football_activity_party", "89": "compton_wednesday", "90": "Coupa_distance", "91": "Stanford_Express_Care_distance", "92": "cleveland_sunday", "93": "5672_barringer_street_traffic_info", "94": "Palo_Alto_Medical_Foundation_traffic_info", "95": "Civic_Center_Garage_distance", "96": "alhambra_friday", "97": "Webster_Garage_distance", "98": "Town_and_Country_distance", "99": "lab_appointment_party", "100": "san_francisco_saturday", "101": "brentwood_monday", "102": "optometrist_appointment_agenda", "103": "Pizza_Chicago_poi_type", "104": "carson_wednesday", "105": "alhambra_tuesday", "106": "Palo_Alto_Cafe_distance", "107": "Webster_Garage_address", "108": "brentwood_thursday", "109": "Hacienda_Market_traffic_info", "110": "oakland_tuesday", "111": "medicine_room", "112": "Topanga_Mall_distance", "113": "san_jose_saturday", "114": "Stanford_Childrens_Health_address", "115": "doctor_appointment_party", "116": "los_angeles_sunday", "117": "lab_appointment_room", "118": "inglewood_saturday", "119": "compton_monday", "120": "san_jose_wednesday", "121": "Stanford_Express_Care_address", "122": "football_activity_agenda", "123": "alhambra_saturday", "124": "tai_pan_distance", "125": "jacks_house_traffic_info", "126": "san_francisco_wednesday", "127": "Midtown_Shopping_Center_traffic_info", "128": "fresno_saturday", "129": "lab_appointment_agenda", "130": "new_york_friday", "131": "inglewood_tuesday", "132": "The_Clement_Hotel_distance", "133": "Town_and_Country_poi_type", "134": "dentist_room", "135": "atherton_friday", "136": "downtown_chicago_thursday", "137": "Willows_Market_distance", "138": "los_angeles_monday", "139": "Four_Seasons_poi_type", "140": "danville_monday", "141": "Travelers_Lodge_traffic_info", "142": "Cafe_Venetia_distance", "143": "Dish_Parking_distance", "144": "seattle_friday", "145": "mountain_view_monday", "146": "Panda_Express_address", "147": "Papa_Johns_poi_type", "148": "Whole_Foods_traffic_info", "149": "Dish_Parking_poi_type", "150": "carson_tuesday", "151": "Civic_Center_Garage_poi_type", "152": "los_angeles_saturday", "153": "Stanford_Shopping_Center_address", "154": "dentist_appointment_time", "155": "Midtown_Shopping_Center_distance", "156": "tai_pan_poi_type", "157": "Jing_Jing_distance", "158": "dentist_agenda", "159": "carson_sunday", "160": "Chef_Chu's_poi_type", "161": "football_activity_room", "162": "atherton_saturday", "163": "grand_rapids_tuesday", "164": "Chevron_poi_type", "165": "jacks_house_address", "166": "Sigona_Farmers_Market_traffic_info", "167": "Civic_Center_Garage_address", "168": "Pizza_Chicago_traffic_info", "169": "tai_pan_traffic_info", "170": "Comfort_Inn_distance", "171": "los_angeles_thursday", "172": "jills_house_address", "173": "swimming_activity_time", "174": "danville_wednesday", "175": "Comfort_Inn_traffic_info", "176": "seattle_tuesday", "177": "danville_tuesday", "178": "Sigona_Farmers_Market_distance", "179": "Palo_Alto_Medical_Foundation_poi_type", "180": "seattle_saturday", "181": "seattle_thursday", "182": "Hotel_Keen_distance", "183": "Ravenswood_Shopping_Center_address", "184": "Panda_Express_poi_type", "185": "Mandarin_Roots_address", "186": "Cafe_Venetia_address", "187": "Pizza_My_Heart_address", "188": "manhattan_saturday", "189": "tennis_activity_room", "190": "meeting_party", "191": "swimming_activity_agenda", "192": "P.F._Changs_poi_type", "193": "jills_house_distance", "194": "5677_southwest_4th_street_poi_type", "195": "brentwood_wednesday", "196": "Shell_traffic_info", "197": "redwood_city_friday", "198": "Dish_Parking_address", "199": "atherton_thursday", "200": "manhattan_wednesday", "201": "optometrist_appointment_room", "202": "inglewood_monday", "203": "redwood_city_sunday", "204": "Palo_Alto_Cafe_traffic_info", "205": "dentist_date", "206": "corona_sunday", "207": "Travelers_Lodge_address", "208": "los_angeles_friday", "209": "Cafe_Venetia_poi_type", "210": "medicine_time", "211": "danville_sunday", "212": "Round_Table_poi_type", "213": "camarillo_monday", "214": "Stanford_Shopping_Center_distance", "215": "Pizza_Chicago_distance", "216": "Midtown_Shopping_Center_address", "217": "Hacienda_Market_distance", "218": "san_francisco_thursday", "219": "alameda_monday", "220": "redwood_city_monday", "221": "Cafe_Venetia_traffic_info", "222": "conference_party", "223": "Pizza_My_Heart_distance", "224": "Stanford_Oval_Parking_traffic_info", "225": "brentwood_tuesday", "226": "Travelers_Lodge_poi_type", "227": "boston_saturday", "228": "inglewood_thursday", "229": "Pizza_Hut_traffic_info", "230": "Panda_Express_traffic_info", "231": "camarillo_thursday", "232": "Stanford_Shopping_Center_poi_type", "233": "Stanford_Oval_Parking_address", "234": "Starbucks_traffic_info", "235": "durham_monday", "236": "medicine_date", "237": "yoga_activity_room", "238": "lab_appointment_date", "239": "compton_tuesday", "240": "san_jose_tuesday", "241": "Dominos_traffic_info", "242": "Mandarin_Roots_traffic_info", "243": "Philz_traffic_info", "244": "The_Clement_Hotel_traffic_info", "245": "compton_saturday", "246": "Hotel_Keen_poi_type", "247": "5677_southwest_4th_street_traffic_info", "248": "Mandarin_Roots_poi_type", "249": "brentwood_sunday", "250": "5677_springer_street_address", "251": "san_francisco_monday", "252": "brentwood_saturday", "253": "Ravenswood_Shopping_Center_traffic_info", "254": "medicine_party", "255": "san_jose_friday", "256": "boston_monday", "257": "durham_tuesday", "258": "san_mateo_sunday", "259": "carson_friday", "260": "fresno_wednesday", "261": "durham_friday", "262": "menlo_park_monday", "263": "alhambra_monday", "264": "compton_thursday", "265": "corona_thursday", "266": "Webster_Garage_traffic_info", "267": "Valero_traffic_info", "268": "alameda_wednesday", "269": "Shell_address", "270": "The_Clement_Hotel_poi_type", "271": "Peets_Coffee_traffic_info", "272": "conference_room", "273": "P.F._Changs_address", "274": "san_jose_monday", "275": "san_mateo_wednesday", "276": "5677_springer_street_traffic_info", "277": "exeter_tuesday", "278": "fresno_tuesday", "279": "Town_and_Country_address", "280": "doctor_appointment_room", "281": "tai_pan_address", "282": "doctor_appointment_date", "283": "Pizza_Chicago_address", "284": "home_poi_type", "285": "Hacienda_Market_poi_type", "286": "Peets_Coffee_address", "287": "danville_thursday", "288": "Topanga_Mall_address", "289": "Jing_Jing_traffic_info", "290": "durham_sunday", "291": "Safeway_address", "292": "corona_friday", "293": "Palo_Alto_Garage_R_address", "294": "Mandarin_Roots_distance", "295": "cleveland_saturday", "296": "alameda_tuesday", "297": "menlo_park_thursday", "298": "new_york_saturday", "299": "dentist_party", "300": "toms_house_address", "301": "Safeway_poi_type", "302": "dinner_party", "303": "mountain_view_thursday", "304": "swimming_activity_date", "305": "Chef_Chu's_traffic_info", "306": "alhambra_wednesday", "307": "Stanford_Childrens_Health_traffic_info", "308": "cleveland_thursday", "309": "Teavana_address", "310": "redwood_city_thursday", "311": "brentwood_friday", "312": "Stanford_Oval_Parking_poi_type", "313": "manhattan_friday", "314": "oakland_monday", "315": "Willows_Market_poi_type", "316": "Pizza_Hut_address", "317": "Trader_Joes_address", "318": "Whole_Foods_distance", "319": "conference_agenda", "320": "dentist_appointment_agenda", "321": "alhambra_thursday", "322": "taking_medicine_time", "323": "meeting_room", "324": "Valero_distance", "325": "toms_house_poi_type", "326": "oakland_thursday", "327": "san_francisco_friday", "328": "meeting_agenda", "329": "Trader_Joes_poi_type", "330": "tennis_activity_party", "331": "manhattan_tuesday", "332": "Pizza_Hut_distance", "333": "grand_rapids_thursday", "334": "tennis_activity_date", "335": "alhambra_sunday", "336": "dentist_appointment_date", "337": "carson_thursday", "338": "5672_barringer_street_address", "339": "tennis_activity_agenda", "340": "Starbucks_address", "341": "Palo_Alto_Garage_R_traffic_info", "342": "downtown_chicago_tuesday", "343": "Palo_Alto_Cafe_address", "344": "5677_southwest_4th_street_address", "345": "fresno_friday", "346": "Philz_distance", "347": "Coupa_address", "348": "grand_rapids_sunday", "349": "Pizza_My_Heart_poi_type", "350": "Valero_address", "351": "Town_and_Country_traffic_info", "352": "swimming_activity_party", "353": "football_activity_time", "354": "camarillo_tuesday", "355": "compton_friday", "356": "Dominos_address", "357": "Civic_Center_Garage_traffic_info", "358": "Panda_Express_distance", "359": "doctor_appointment_time", "360": "san_mateo_saturday", "361": "Peets_Coffee_distance", "362": "corona_saturday", "363": "The_Westin_address", "364": "manhattan_sunday", "365": "san_francisco_sunday", "366": "Chevron_traffic_info", "367": "Papa_Johns_traffic_info", "368": "downtown_chicago_sunday", "369": "exeter_sunday", "370": "atherton_monday", "371": "toms_house_distance", "372": "Travelers_Lodge_distance", "373": "oakland_wednesday", "374": "camarillo_wednesday", "375": "alameda_saturday", "376": "conference_time", "377": "san_jose_thursday", "378": "Chef_Chu's_address", "379": "new_york_monday", "380": "mountain_view_sunday", "381": "Palo_Alto_Garage_R_distance", "382": "redwood_city_saturday", "383": "durham_thursday", "384": "lab_appointment_time", "385": "menlo_park_wednesday", "386": "carson_monday", "387": "mountain_view_friday", "388": "Safeway_traffic_info", "389": "Willows_Market_traffic_info", "390": "mountain_view_tuesday", "391": "redwood_city_tuesday", "392": "cleveland_monday", "393": "seattle_monday", "394": "boston_friday", "395": "inglewood_sunday", "396": "new_york_wednesday", "397": "Palo_Alto_Cafe_poi_type", "398": "optometrist_appointment_party", "399": "Starbucks_poi_type", "400": "Topanga_Mall_poi_type", "401": "exeter_wednesday", "402": "Papa_Johns_distance", "403": "dentist_time", "404": "Chevron_distance", "405": "fresno_monday", "406": "5672_barringer_street_distance", "407": "home_traffic_info", "408": "Pizza_My_Heart_traffic_info", "409": "yoga_activity_time", "410": "Safeway_distance", "411": "76_distance", "412": "Sigona_Farmers_Market_poi_type", "413": "Trader_Joes_distance", "414": "menlo_park_saturday", "415": "oakland_sunday", "416": "boston_sunday", "417": "The_Westin_distance", "418": "durham_saturday", "419": "mountain_view_wednesday", "420": "The_Westin_poi_type", "421": "doctor_appointment_agenda", "422": "taking_medicine_room", "423": "Teavana_traffic_info", "424": "Pizza_Hut_poi_type", "425": "mountain_view_saturday", "426": "Dish_Parking_traffic_info", "427": "jacks_house_poi_type", "428": "taking_medicine_date", "429": "Palo_Alto_Garage_R_poi_type", "430": "oakland_saturday", "431": "inglewood_wednesday", "432": "san_mateo_monday", "433": "exeter_saturday", "434": "new_york_thursday", "435": "Stanford_Oval_Parking_distance", "436": "alameda_sunday", "437": "jills_house_poi_type", "438": "corona_monday", "439": "seattle_sunday", "440": "5677_springer_street_distance", "441": "Whole_Foods_address", "442": "Ravenswood_Shopping_Center_distance", "443": "alameda_thursday", "444": "Dominos_distance", "445": "compton_sunday", "446": "atherton_wednesday", "447": "boston_thursday", "448": "boston_wednesday", "449": "Ravenswood_Shopping_Center_poi_type", "450": "Topanga_Mall_traffic_info", "451": "manhattan_monday", "452": "optometrist_appointment_date", "453": "taking_medicine_party", "454": "Hacienda_Market_address", "455": "Comfort_Inn_poi_type", "456": "tennis_activity_time", "457": "durham_wednesday", "458": "Teavana_distance", "459": "exeter_thursday", "460": "jacks_house_distance", "461": "meeting_time", "462": "camarillo_saturday", "463": "atherton_sunday", "464": "san_jose_sunday", "465": "cleveland_wednesday", "466": "san_mateo_tuesday", "467": "dentist_appointment_room", "468": "Chevron_address", "469": "atherton_tuesday", "470": "conference_date", "471": "swimming_activity_room", "472": "cleveland_friday", "473": "Starbucks_distance", "474": "san_mateo_thursday", "475": "corona_wednesday", "476": "Papa_Johns_address", "477": "inglewood_friday", "478": "oakland_friday", "479": "new_york_tuesday", "480": "danville_saturday", "481": "taking_medicine_agenda", "482": "Round_Table_distance", "483": "dinner_room", "484": "Shell_poi_type", "485": "Dominos_poi_type"}